Repository: Obsidion-dev/Obsidion
Catalog: obsidion/core/locales/*.po
Languages: fi_fi

source: Commands related to core functions.
fi_fi: Kommandit liittyvät ydintoimintoihin.

source: Shows info about Obsidion.
fi_fi: Näyttää tietoja Obsidionista.

source: This bot is an instance of [Obsidion, an open source Discord bot]({}) created by [Darkflame72]({}) and [improved by many]({}). Obsidion is backed by a passionate community who contributes and creates content for everyone to enjoy. [Join us today]({}) and help us improve! (c) Obsidion-dev
fi_fi: Tämä botti on [Obsidion, avoimen lähdekoodin botti] ilmentymä, jonka on luonut [Darkflame72]({}) ja [parannetut monet] ({}). Obsidion tukee intohimoinen yhteisö, joka edistää ja luo sisältöä kaikille nauttia. [Liity meihin tänään] ({}) ja auta meitä parantamaan! (c) Obsidion-dev

source: Bringing joy since the 2nd of April 2020 (over {} days ago!)
fi_fi: Iloinen ilo sitten 2. Huhtikuuta 2020 (yli {} päivää sitten!)

source: Shows Obsidion's uptime.
fi_fi: Näyttää Obsidionin päiviltä.

source: Less than one second
fi_fi: Alle sekunnin

source: Been up for: **{time_quantity}** (since {timestamp} UTC)
fi_fi: Ollut:{time_quantity}** (vuodesta {timestamp} UTC)

source: Invite the bot to your server.
fi_fi: Kutsu robotti palvelimelle.

source: You can invite {name} to your Discord server by [clicking here]({invite}).
fi_fi: Voit kutsua {name} yhteystietoosi [napsauttamalla tätä] ({invite}).

source: Leaves the current server.
fi_fi: Jättää nykyisen palvelimen.

source: Are you sure you want me to leave the current server? (yes/no)
fi_fi: Haluatko varmasti, että jätän nykyisen palvelimen? (kyllä/ei)

source: Lists and allows Obsidion to leave servers.
fi_fi: Lists sallii Obsidionin jättää palvelimia.

source: To leave a server, just type its number.
fi_fi: Jos haluat jättää palvelimen, kirjoita sen numero.

source: Are you sure you want me to leave {}? (yes/no)
fi_fi: Haluatko varmasti, että lähden? (kyllä/ei)

source: Response timed out.
fi_fi: Vastaus on aikakatkaistu.

source: Leaving guild '{}'
fi_fi: Kilasta lähteminen {}

source: Alright, I'll stay then. :)
fi_fi: Hyvä on, jään sitten. :)

source: Get info about Obsidion's licenses.
fi_fi: Hanki tietoa Obsidionin lisensseistä.

source: This bot is an instance of the Obsidion Discord Bot. Obsidion is an open source application made available to the public and licensed under the GNU AGPL v3. The full text of this license is available to you at <https://github.com/Obsidion-dev/Obsidion/blob/main/LICENSE>
fi_fi: Tämä robotti on esimerkki Obsidion Discord Bot. Obsidion on avoin lähdesovellus, joka on julkisesti saatavilla ja lisensoitu GNU AGPL v3 :n nojalla. Tämän lisenssin koko teksti on käytettävissä osoitteessa <https://github.com/Obsidion-dev/Obsidion/blob/main/LICENSE>

source: Displays my full source code or for a specific command. To display the source code of a subcommand you can separate it by periods, e.g. account.link for the link subcommand of the account command or by spaces.
fi_fi: Tuo näkyviin koko lähdekoodin tai tietyn komennon. Alikomennuksen lähdekoodin näyttö voi erottaa sen jaksosta, esimerkiksi tilin linkki-komennon tai välilyönnit.

source: Shuts down the bot.
fi_fi: Sulkee botin.

source: Attempts to restart Obsidion. Makes Obsidion quit with exit code 26. The restart is not guaranteed: it must be dealt with by the process manager in use.
fi_fi: Yritys aloittaa uudelleen Obsidion. Panee Obsidion lopettamaan poistumiskoodin 26. Uudelleenaloitusta ei ole taattu: se on käsiteltävä , jonka prosessipäällikkö käyttää.

source: Sends to the owner the last command exception that has occurred. If public (yes is specified), it will be sent to the chat instead.
fi_fi: Omistaa omistajalle viimeisen komennon, joka on ilmennyt. Jos julkinen (kyllä on määritetty), se lähetetään sen sijaan keskusteluun.

source: I couldn't send the traceback message to you in DM. Either you blocked me or you disabled DMs in this server.
fi_fi: En voinut lähettää viestiä sinulle DM: lle. Joko estit minut tai työrajoitteiset DMs tässä palvelimessa.

source: No exception has occurred yet.
fi_fi: Poikkeusta ei ole vielä ilmennyt.

source: Development Commands.
fi_fi: Kehityskomennot.

source: Loads a module.
fi_fi: Loadista moduuli.

source: The cog `{module}` has been succesfully loaded
fi_fi: Cog "{module}" on ladattu.

source: Unloads a module.
fi_fi: Pura moduuli.

source: The cog `{module}` has been succesfully unloaded
fi_fi: Cog "{module}" on purettu.

source: Reloads a module.
fi_fi: Lataa moduulin.

source: The cog `{module}` has been succesfully reloaded
fi_fi: Cog "{module}" on ladattu uudelleen.

source: Open an interactive REPL. The REPL will only recognise code as messages which start with a backtick. This includes codeblocks, and as such multiple lines can be evaluated.
fi_fi: Avoin vuorovaikutteinen REPL. REPL-järjestelmä tunnistaa vain koodin, joka alkaa -koodilla. Tämä sisältää koodaeblockit, ja niin monta riviä voi olla arvioitu.

source: Already running a REPL session in this channel. Exit it with `quit`.
fi_fi: Tällä kanavalla on jo REPL-istunto. Poistu "lopeta".

source: Already running a REPL session in this channel. Resume the REPL with `{}repl resume`.
fi_fi: Tällä kanavalla on jo REPL-istunto. Varmista, että REPL-tiedosto on määritetty uudelleen.

source: Enter code to execute or evaluate. `exit()` or `quit` to exit. `{}repl pause` to pause.
fi_fi: Syötä koodi, joka toteuttaa tai arvioi. Poistukaa () tai poistukaa. -Pysäyttäkää tauko.

source: Pauses/resumes the REPL running in the current channel
fi_fi: Käyttö/uudelleen käytössä olevan kanavan REPL-toiminto

source: There is no currently running REPL session in this channel.
fi_fi: Tällä kanavalla ei ole tällä hetkellä REPL-istuntoa.

source: The REPL session in this channel has been resumed.
fi_fi: Tämän kanavan REPL-istunto on aloitettu uudelleen.

source: The REPL session in this channel is now paused.
fi_fi: Tämän kanavan REPL-istunto on nyt keskeytetty.

source: Dispatch a message event as if it were sent by a different user. Only reads the raw content of the message. Attachments, embeds etc. are ignored.
fi_fi: Lähetä viesti, jos jokin toinen käyttäjä on lähettänyt sanoman. Vain sanoman raaka sisältö näkyy. Liitteet, embedit jne. Ovat .

source: Important bot events.
fi_fi: Tärkeitä botin tapahtumia.

source: Sorry, it looks like you don't have the **{fmt}** permissions I need to do that.
fi_fi: Anteeksi, näyttää siltä, että sinulla ei ole **{fmt}** käyttöoikeuksia, jotka minun täytyy tehdä.

source: Sorry, it looks like you don't have the **{fmt}** permission I need to do that.
fi_fi: Anteeksi, näyttää siltä, että sinulla ei ole "{fmt}" - lupaa.

source: `{user_input}` is not a valid value for `{command}`
fi_fi: "{user_input}" ei ole kelvollinen arvo "{command}"

source: I require the {permission} permission to execute that command.
fi_fi: Tarvitsen {permission} luvan suorittaa tuo komento.

source: I require {permission_list} permissions to execute that command.
fi_fi: Vaadin {permission_list} lupaa tämän komennon toteutukseen.

source: This command is on cooldown. Try again in {delay}.
fi_fi: Tämä komento on jäähtynyt. Yritä uudelleen {delay}.

source: This command is on cooldown. Try again in 1 second.
fi_fi: Tämä komento on jäähtynyt. Yritä uudestaan.

source: Too many people using this command. It can only be used {number} times concurrently.
fi_fi: Liian moni käyttää tätä komentoa. Sitä voidaan käyttää vain {number} kertaa samanaikaisesti.

source: Too many people using this command. It can only be used once concurrently.
fi_fi: Liian moni käyttää tätä komentoa. Sitä voidaan käyttää vain kerran samanaikaisesti.

source: That command is still completing, it can only be used {number} times per {type} concurrently.
fi_fi: Tämä komento on edelleen valmis, se voidaan käyttää vain {number} kertaa per {type} samanaikaisesti.

source: That command is still completing, it can only be used once per {type} concurrently.
fi_fi: Tämä komento on edelleen valmis, se voidaan käyttää vain kerran per {type} samanaikaisesti.

source: Too many people using this command. It can only be used {number} times per {type} concurrently.
fi_fi: Liian moni käyttää tätä komentoa. Se voidaan käyttää vain {number} kertaa per {type} samanaikaisesti.

source: Too many people using this command. It can only be used once per {type} concurrently.
fi_fi: Liian moni käyttää tätä komentoa. Sitä voidaan käyttää vain kerran {type} samanaikaisesti.

source: The user does not exist, please check wether the username is correct.
fi_fi: Käyttäjää ei ole, tarkista, onko käyttäjätunnus oikein.

source: Error in command '{command}'. It has been recorded and should be fixed soon.
fi_fi: Virhe komennossa "{command}". Se on kirjattu ja se pitäisi korjata pian.
