Repository: Obsidion-dev/Obsidion
Catalog: obsidion/cogs/news/locales/*.po
Languages: ar_sa, cs_cz, el_gr, es_es, he_il, ja_jp, ko_kr, ro_ro, sv_se, vi_vn, zh_tw

source: Downtime
ar_sa: وقت التوقف
cs_cz: Prostoj
el_gr: Διακοπή.
es_es: Tiempo inactivo
he_il: זמן השבתה
ja_jp: ダウン時間
ko_kr: 작동중단시간
ro_ro: Nefuncţionare
sv_se: Stillestårs
vi_vn: Giảm thời gian
zh_tw: 停用時間

source: Back Online
ar_sa: للخلف
cs_cz: Zpět online
el_gr: Επιστροφή Online
es_es: Volver a Internet
he_il: חזרה למצב מקוון
ja_jp: オンラインに戻る
ko_kr: 온라인으로 돌아가기
ro_ro: Înapoi Online
sv_se: Tillbaka online
vi_vn: Quay lại Online
zh_tw: 回到線上

source: Category
ar_sa: الفئة
cs_cz: Kategorie
el_gr: Κατηγορία:
es_es: Categoría
he_il: קטגוריה
ja_jp: 種別
ko_kr: 카테고리
ro_ro: Categorie
sv_se: Kategori
vi_vn: Danh mục
zh_tw: 類別

source: Author
ar_sa: المؤلف
cs_cz: Autor
el_gr: Συγγραφέας:
es_es: Autor
he_il: מחבר
ja_jp: 作者
ko_kr: 작성자
ro_ro: Autor
sv_se: Författare
vi_vn: Tác giả
zh_tw: 作者

source: Publish Date
ar_sa: تاريخ النشر
cs_cz: Datum publikování
el_gr: Ημερομηνία δημοσίευσης:
es_es: Fecha de publicación
he_il: תאריך פרסום
ja_jp: 公開日
ko_kr: 발행 날짜
ro_ro: Dată publicare
sv_se: Publiceringsdatum
vi_vn: Ngày phát hành
zh_tw: 發佈日期

source: Article Published
ar_sa: المادة المنشورة
cs_cz: Článek publikováno
el_gr: ' Αρθρο 1
es_es: Artículo publicado
he_il: פרסום מאמר
ja_jp: 記事の公開
ko_kr: 공개된 기사
ro_ro: Articol publicat
sv_se: Artikel Publicerad
vi_vn: Bài viết đăng
zh_tw: 已發佈文章

source: New Article on Minecraft.net
ar_sa: المادة الجديدة المتعلقة ب Minecraft.net
cs_cz: Nový článek na Minecraft.net
el_gr: Νέο άρθρο στο Minecraft.net
es_es: Nuevo artículo sobre Minecraft.net
he_il: סעיף חדש ב-Minecraft.net
ja_jp: Minecraft.net に関する新条項
ko_kr: Minecraft.net에 대한 새 기사
ro_ro: Articol nou pe Minecraft.net
sv_se: Ny artikel om Minecraft.net
vi_vn: Điều khoản mới trên trang Minecraft.net
zh_tw: 關於 Minecraft.net 的新文章

source: Name
ar_sa: الاسم
cs_cz: Název
el_gr: ' Ονομα
es_es: Nombre
he_il: שם
ja_jp: 名称
ko_kr: 이름
ro_ro: Nume
sv_se: NamnName
vi_vn: Tên
zh_tw: 名字

source: Package URL
ar_sa: عنوان URL مجموعة البرامج
cs_cz: Adresa URL balíku
el_gr: Διεύθυνση URL πακέτου
es_es: URL de paquete
he_il: URL של חבילה
ja_jp: パッケージ URL
ko_kr: 패키지 URL
ro_ro: URL pachet
sv_se: Paketadress
vi_vn: URL gói
zh_tw: 套件 URL

source: [Package URL]({url})
ar_sa: [ عنوان URL لمجموعة البرامج ] ({url})
cs_cz: [ Adresa URL balíku] ({url})
el_gr: [Διεύθυνση URL πακέτου ({url})
es_es: [URL del paquete] ({url})
he_il: [URL של חבילה] ({url})
ja_jp: [ パッケージ URL]({url})
ko_kr: [패키지 URL] ({url})
ro_ro: [ URL pachet] ({url})
sv_se: [ Paket-URL ] ({url})
vi_vn: [URL gói] ({url})
zh_tw: [套件 URL]（{url}）

source: Minecraft Wiki
ar_sa: صفحة Wiki لمركبة
cs_cz: Name
es_es: Wiki de Minecraft
he_il: ויקי של מיינקראפט
ja_jp: Minecraft ウィキ
ko_kr: 마인크래프트 위키
ro_ro: Wiki minecraft

source: [Minecraft Wiki](https://minecraft.fandom.com/Java_Edition_{id})
ar_sa: [ المركبات الفضائية ويكي ] (https://minecraft.fandom.com/Java_Edition_{id})
he_il: [ויקי של מיינקראפט] (https://minecraft.fandom.com/Java_Edition_{id})
ko_kr: [마인크래프트 위키] (https://minecraft.fandom.com/Java_Edition_{id})
zh_tw: [Minecraft Wiki]（網址 https://minecraft.fandom.com/Java_Edition_{id}）

source: New Minecraft Java Edition Snapshot
ar_sa: لقطة الى Minraft Java Edition Snapshot
cs_cz: Nový snímek Minecraftu Java Edition
el_gr: Νέο Minecraft Java Edition Snapshot
es_es: Nueva instantánea de Minecraft Java Edition
he_il: Snapshot של מהדורת Java חדשה
ja_jp: 新規 Minecraft Java エディションのスナップショット
ko_kr: 새로운 마인크래프트 자바 에디션 스냅샷
ro_ro: Instantaneu ediţie Java nouă minecraft
sv_se: Nytt Minecraft Java Edition Snapshot
vi_vn: Ảnh chụp mới Java của Minecraft mới
