Repository: Obsidion-dev/Obsidion
Catalog: obsidion/cogs/images/locales/*.po
Languages: ar_sa, cs_cz, el_gr, es_es, fr_fr, ja_jp, ko_kr, pl_pl, ru_ru, tr_tr, zh_cn, zh_tw

source: Create your very own custom Minecraft achievements.
ar_sa: قم بتكوين إنجازات Minercraft الخاصة بك بنفسك.
cs_cz: Vytvořte si své vlastní Minecraft úspěchy.
el_gr: Δημιουργήστε το δικό σας έθιμο επιτεύγματα Minecraft.
es_es: Cree sus propios logros de Minecraft personalizados.
fr_fr: Créez vos propres réalisations Minecraft personnalisées.
ja_jp: 独自のカスタム・ Minecraft の成果を作成します。
ko_kr: 사용자 고유의 사용자 정의 마인크래프트 성과를 작성합니다.
pl_pl: Stwórz swoje własne niestandardowe osiągnięcia Minecraft.
ru_ru: Создайте свои собственные достижения Minecraft.
tr_tr: Kendi özel Minecraft başarılarınızı oluşturun.
zh_cn: 创建您自己的定制 Minecraft 成就。
zh_tw: 建立您專屬的自訂 Minecraft 成就。

source: Obsidion Advancement Generator
ar_sa: برنامج تكوين تقدم Obasion
cs_cz: Obsionový generátor
el_gr: Γεννήτρια προώθησης Obsidion
es_es: Generador De Avance De Obsidion
fr_fr: Générateur d'avancement Obsidion
ja_jp: 黒曜立替生成プログラム
ko_kr: 옵시디언 어드밴스 제너레이터
pl_pl: Generator Advancement Advancement (Obsidion
ru_ru: Генератор Advancement
tr_tr: Obsidion Advancement Üreteci
zh_cn: Obsidion 提高生成器
zh_tw: Obsidion 提高產生器

source: Obsidion Sign Generator
ar_sa: برنامج تكوين العلامة Obasion
cs_cz: Znaménko-generátor
el_gr: Γεννήτρια υπογραφής Obsidion
es_es: Generador de signos de Obsidion
fr_fr: Générateur de signes Obsidion
ja_jp: 黒曜サイン生成プログラム
ko_kr: Obsidion사인 생성기
pl_pl: Generator znaków obsydionu
ru_ru: Генератор Знака Obsidion
tr_tr: Obsidion İşareti Oluşturucu
zh_cn: Obsidion 符号生成器
zh_tw: Obsidion 符號產生器

source: Renders a Minecraft players face.
ar_sa: يقوم بترجمة لاعبين من Minraft وجها لوجه.
cs_cz: Vykresluje minecraftu tvář.
el_gr: Renders ένα Minecraft παίκτες πρόσωπο.
es_es: Representa a los jugadores de Minecraft cara.
fr_fr: Rend une face aux joueurs de Minecraft.
ja_jp: Minecraft の選手たちの顔をレンダリングします。
ko_kr: 마인크래프트 선수들의 얼굴을 렌더링합니다.
pl_pl: Renders a Minecraft graczy twarz.
ru_ru: Выводит игроков Minecraft.
tr_tr: Bir Minecraft oyuncularının yüzünü görüntüler.
zh_cn: 呈现了 Minecraft 玩家的脸面。
zh_tw: 讓我的選手面對的是我的世界

source: Renders a Minecraft players skull.
ar_sa: يقوم بمرافضي جمجمة للاعبين من المركبات.
cs_cz: Vykresluje tu lebku Minecraft.
el_gr: Renders ένα Minecraft παίκτες κρανίο.
es_es: Representa un cráneo de jugadores de Minecraft.
fr_fr: Rend un crâne des joueurs de Minecraft.
ja_jp: Minecraft の選手を頭蓋骨にする。
ko_kr: 마인크래프트 선수들의 두개골을 렌더링합니다.
pl_pl: Sprawia, że gracze Minecraft są czaszką.
ru_ru: Делает череп игроков Minecraft.
tr_tr: Bir Minecraft oyuncularının kafatasını oluşturur.
zh_cn: 一个 Minecraft 玩家颅骨。
zh_tw: 放人的是我的世界選手的頭骨

source: Renders a Minecraft players skin.
ar_sa: يقوم بترجمة عناصر Minraft للشكل العام.
cs_cz: Vykresluje kůži v Minecraftu.
el_gr: Renders ένα Minecraft παίκτες δέρμα.
es_es: Representa una piel de jugadores de Minecraft.
fr_fr: Rend une peau de joueur Minecraft.
ja_jp: Minecraft のプレイヤーのスキンをレンダリングします。
ko_kr: 마인크래프트 선수들을 피부로 만들어 준다.
pl_pl: Renderuje skórę graczy Minecraft.
ru_ru: Выполняет визуализацию кожи Minecraft.
tr_tr: Bir Minecraft oyuncularının derisini görüntüler.
zh_cn: 渲染一个 Minecraft 玩家皮肤。
zh_tw: Renders 是 Minecraft 球員的皮膚。

source: Renders a Minecraft players bust.
ar_sa: ويستقل فريق من اللاعبين في تمثال نصفي له.
cs_cz: Vykresluje Minecraft players bust.
el_gr: Renders ένα Minecraft παίκτες προτομή.
es_es: Rinde un busto de jugadores de Minecraft
fr_fr: Rend un buste de joueurs Minecraft.
ja_jp: Minecraft のプレイヤーのバストをレンダリングします。
ko_kr: 마인크래프트 선수들을 녹이게 만든다.
pl_pl: Renders a Minecraft graczy popiersie.
ru_ru: Делает крах игроков Minecraft.
tr_tr: Bir Minecraft oyuncularının baskını yapıyor.
zh_cn: 让我的世界上的玩家都崩溃
zh_tw: 讓我的 < 我的世界 > 球員破產

source: Renders a Minecraft players skin in 6 different ways. You can choose from these 6 render types: face, front, full, head, bust & skin.
ar_sa: يقوم بترجمة عناصر Minraft الخاصة بهم الى 6 طرق مختلفة. يمكنك الاختيار من بين أنواع التمثيل الستة هذه : الوجه ، أمامية ، كاملة ، رأس ، تمثال نصفي & للشكل العام.
cs_cz: Vykresluje Minecraft hráči kůži v 6 různých způsobů. Můžete si vybrat z těchto 6 typů vykreslení: face, front, full, head, bust & skin.
el_gr: Renders ένα Minecraft σε 6 διαφορετικούς τρόπους. Μπορείτε να επιλέξετε από αυτούς τους 6 τύπους εμφάνισης: πρόσωπο, μπροστά, γεμάτο, κεφάλι, μπούστο και δέρμα.
es_es: Representa una piel de los jugadores de Minecraft de 6 maneras diferentes. Puedes elegir entre estos 6 tipos de render: face, frontal, full, head, busto & skin.
fr_fr: Rend une peau de joueur de Minecraft de 6 façons différentes. Vous pouvez choisir parmi ces 6 types de rendu: face, front, full, head, bust & skin.
ja_jp: Minecraft の選手のスキンを 6 つの異なる方法でレンダリングします。 これら 6 つのレンダリング・タイプから選択できます。フェース、 前面、フル、ヘッド、バスト・スキン、スキン。
ko_kr: Min크래프트 선수들의 피부를 6가지 다른 방법으로 표현한다. 6개의 렌더링 유형: 면, 전면, 전면, 머리, 피부 및 피부를 선택할 수 있습니다.
pl_pl: Renderuje skórę graczy Minecraft na 6 różnych sposobów. Możesz wybrać z tych 6 rodzajów wyświetlania: twarz, przód, pełny, głowa, biust i skóra.
ru_ru: Выполняет визуализацию кожи игроков Minecraft в 6 различных способах. Вы можете выбрать из этих 6 типов рендеринга: лицо, передний, полный, голова, бюст и кожа.
tr_tr: Bir Minecraft oynatıcıları dışyüzünü 6 farklı şekilde görüntüler. Bu 6 görsel gerçekleştirme tipinden seçim yapabilirsiniz: face, ön, tam, kafa, büst ve dışyüz.
zh_cn: 以 6 种不同的方式呈现 Minecraft 玩家的皮肤。 你可以从这 6 种渲染类型中选择 : 面部， 前，全，头，半身和皮肤。
zh_tw: 以 6 種不同的方式呈現 Minecraft 玩家肌膚。 您可以從這 6 個呈現類型中選擇：臉部， 正面，完整，頭部，胸圍與皮膚。

source: Please supply a render type. Your options are: `face`, `front`, `full`, `head`, `bust`, `skin` Type: ?render <render type> <username>
ar_sa: برجاء ادخال نوع التحويل البياني. اختياراتك هي : 'الوجه' ، 'الأمامى' ، 'كامل' ، 'rhead' ، 'kso' ، ' الشكل العام النوع : ? render <render type> <username>
cs_cz: Zadejte typ vykreslení. Vaše volby jsou: ` face `, ` front `, ` full `, ` head `, ` bust `, ` skin ` Type:? render <render type> <username>
el_gr: Καταχωρήστε ένα είδος εμφάνισης. Οι επιλογές σας είναι: "πρόσωπο `," μπροστά "," πλήρης "," κεφάλι ` "," προτομή "," δέρμα " Τύπος:; <render type> <username>
es_es: Proporcione un tipo de representación. Sus opciones son: ` face `, ` front `, ` full `, ` head `, ` busto `, ` skin ` Type:? render <render type> <username>
fr_fr: Indiquez un type de rendu. Your options are: ` front `, ` front `, ` full `, ` head `, ` bust `, ` skin ` Type:? render <render type> <username>
ja_jp: レンダリング・タイプを指定してください。 の「正面」、「フロント」、「フル」、「ヘッド」、「首」、「バスト」、「スキン」、「 型」 : 「 <render type> <username> 」と表示される。
ko_kr: 렌더 유형을 제공하십시오. 옵션은 다음과 같습니다. "face", "front", "full", "머리", "bust", "스킨" 유형:? 렌더링 <render type> <username>
pl_pl: Podaj typ renderowania. Twoje opcje to: ` face `, ` front `, ` full `, ` head `, ` bust `, ` skin ` Typ:? render <render type> <username>
ru_ru: Укажите тип вывода. Варианты: ` face `, ` front `, ` full `, ` head `, ` bust `, ` skin ` Тип:? render <render type> <username>
tr_tr: Lütfen görsel gerçekleştirme tipi belirtin. Seçenekleriniz şunlardır: ` face `, ` front `, ` full `, ` head `, ` bust `, ` skin ` Tip:? render <render type> <username>
zh_cn: 请提供呈示类型。 你的选择是 : "面"， "正面"， "全部"， "头"， "半身 " ， "皮肤" 类型: ?渲染 <render type> <username>
zh_tw: 請提供呈現類型。 您的選項如下： `bad`， `front`， `full`， `bust `， `bust`， `肌膚` 類型：？render <render type> <username>

source: Here is: `{username}`'s {render_type}! **[DOWNLOAD](https://visage.surgeplay.com/{render_type}/512/{uuid}/512/{uuid}) [RAW](https://visage.surgeplay.com/{render_type}/512/{uuid})**
ar_sa: وهنا هو : '{username}' هو {render_type}! **[DOWNLOAD](https : //visage.surgeplay.com/{render_type}/512 /{uuid}/215 /{uuid}) [RAW](https : //visage.surgeplay.com/{render_type}/512 /{uuid}) * *
cs_cz: Zde je: `{username}`'s {render_type}! **[DOWNLOAD](https: //visage.surgeplay.com/{render_type}/512/{uuid}/512/{uuid}) [RAW](https: //visage.surgeplay.com/{render_type}/512/{uuid}) * *
el_gr: Εδώ είναι: "{username}" {render_type}! **[DOWNLOAD](https: //visage.surgeplay.com/{render_type}/512/{uuid}/512/{uuid}) [RAW](https: //visage.surgeplay.com/{render_type}/{uuid}) * *
es_es: Aquí está: "{username}" {render_type}! **[DOWNLOAD](https: //visage.surgeplay.com/{render_type}/512/{uuid}/512/{uuid}) [RAW](https: //visage.surgeplay.com/{render_type}/512/{uuid}) * *
fr_fr: Voici le: `{username}`'s {render_type}! **[DOWNLOAD](https: //visage.surgeplay.com/{render_type}/512 /{uuid}/512 /{uuid}) [RAW](https: //visage.surgeplay.com/{render_type}/512 /{uuid}) * *
ja_jp: こちらは「{username}」の {render_type}だ。 **[DOWNLOAD](https://visage.surgeplay.com/{render_type}/512 /{uuid}/512/{uuid}https : //visage.surgeplay.com/ /512 /{uuid} ) [RAW](https://visage.surgeplay.com/{render_type}/512/{uuid})**
ko_kr: 여기에 '{username}' 의 {render_type}가 있습니다! **[DOWNLOAD](https: //visage.surgeplay.com/{render_type}/512/{uuid}/512/{uuid}) [RAW](https: //visage.surgeplay.com/{render_type}/512/{uuid}) * *
pl_pl: Tu jest: `{username}`'s {render_type}! **[DOWNLOAD](https: //visage.surgeplay.com/{render_type}/512/{uuid}/512/{uuid}) [RAW](https: //visage.surgeplay.com/{render_type}/512/{uuid}) * *
ru_ru: Здесь: `{username}` {render_type}! **[DOWNLOAD](https: //visage.surgeplay.com/{render_type}/512/{uuid}/512/{uuid}) [RAW](https: //visage.surgeplay.com/{render_type}/512/{uuid}) * *
tr_tr: İşte: `{username}`'s {render_type}! **[DOWNLOAD](https: //visage.surgeplay.com/{render_type}/512/{uuid}/512/{uuid}) [RAW](https: //visage.surgeplay.com/{render_type}/512/{uuid}) * *
zh_cn: 这里是 : "{username}"的 {render_type}! **[DOWNLOAD](//visage.surgeplay.com/{render_type}/512/{uuid}/512/{uuid}) [RAW](//visage.surgeplay.com/{render_type}/512/{uuid})**
zh_tw: 這裡是： `{username}` 的 {render_type}！ **[DOWNLOAD]（https：//visage.surgeplay.com/{render_type}/512/{uuid}/512/{uuid}） [RAW]（https：//visage.surgeplay.com/{render_type}/512/{uuid}）**
