Repository: Obsidion-dev/Obsidion
Catalog: obsidion/cogs/fun/locales/*.po
Languages: ar_sa, cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, he_il, it_it, ja_jp, ko_kr, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, vi_vn, zh_cn, zh_tw

source: Get an idea for a new idea.
ar_sa: احصل على فكرة لفكرة جديدة
cs_cz: Získat nápad pro nový nápad.
da_dk: Få en idé til en ny idé.
de_de: Holen Sie sich eine Idee für eine neue Idee.
el_gr: Βρες μια ιδέα για μια νέα ιδέα.
es_es: Obtenga una idea para una nueva idea.
fi_fi: Hanki idea uudesta ideasta.
fr_fr: Va une idée pour une nouvelle idée.
he_il: קבל רעיון עבור רעיון חדש.
it_it: Ricevi un'idea per una nuova idea.
ja_jp: 新しいアイデアを思いつけ
ko_kr: 새로운 아이디어를 얻을 수 있습니다.
nl_nl: Krijg een idee voor een nieuw idee.
pl_pl: Zdobi pomysł na nowy pomysł.
pt_pt: Tenha uma ideia para uma nova ideia.
ro_ro: Obţineţi o idee pentru o idee nouă.
ru_ru: Принесете идею для новой идеи.
sv_se: Få en idé om en ny idé.
tr_tr: Yeni bir fikir için bir fikir bul.
vi_vn: Hãy nghĩ đến một ý tưởng mới.
zh_cn: 找个新想法
zh_tw: 去想個新主意吧

source: Here is something cool to build: {b_idea}.
ar_sa: هنا شيء رائع للبناء : {b_idea}.
cs_cz: Zde je něco cool k sestavení: {b_idea}.
da_dk: Her er noget sejt at bygge: {b_idea}.
de_de: Hier ist etwas cooles zu bauen: {b_idea}.
el_gr: Εδώ είναι κάτι δροσερό για να οικοδομήσουμε: {b_idea}.
es_es: Aquí hay algo genial para construir: {b_idea}.
fi_fi: Tässä on jotain siistiä rakentaa: {b_idea}.
fr_fr: Voici quelque chose de cool à construire: {b_idea}.
he_il: הנה משהו מגניב לבנות: {b_idea}.
it_it: Ecco qualcosa di figo da costruire: {b_idea}.
ja_jp: ここでは、 {b_idea} までの素晴らしいビルドがあります。
ko_kr: 여기에는 멋진 것이 있습니다. {b_idea}입니다.
nl_nl: Hier is iets cool te bouwen: {b_idea}.
pl_pl: Tutaj jest coś fajnego do budowy: {b_idea}.
pt_pt: Aqui está algo legal para construir: {b_idea}.
ro_ro: Aici e ceva misto de construit: {b_idea}.
ru_ru: Здесь есть что-то крутое: {b_idea}.
sv_se: Här är något coolt att bygga: {b_idea}.
tr_tr: İşte, inşa etmek için harika bir şey: {b_idea}.
vi_vn: Đây là một cái gì đó tuyệt vời để xây dựng: {b_idea}.
zh_cn: 这是一个很酷的建筑 : {b_idea}。
zh_tw: 這裡有個很酷的地方建： {b_idea}。

source: Kill that pesky friend in a fun and stylish way.
ar_sa: أقتل ذلك الصديق المزعج بطريقة ممتعة و أنيقة
cs_cz: Zabijte toho otravného přítele v zábavné a stylové cestě.
da_dk: Dræb den ærtelige ven på en sjov og stilfuld måde.
de_de: Töten Sie diesen pesky Freund auf eine lustige und stilvolle Weise.
el_gr: Σκότωσε αυτό το ενοχλητικό φίλο σε ένα διασκεδαστικό και κομψό τρόπο.
es_es: Matar a ese amigo pesky de una manera divertida y elegante.
fi_fi: Tapa se ärsyttävä ystävä hauskalla ja tyylikkäällä tavalla.
he_il: להרוג את החבר המציק בדרך כיפית ואופנתית.
it_it: Uccidi quell' amico pesarese in modo divertente e elegante.
ja_jp: 楽しくスタイリッシュな方法で友人を殺そうと
ko_kr: 그 페키한 친구를 즐겁고 스타일리시하게 죽여라.
nl_nl: Dood die vervelende vriend op een leuke en stijlvolle manier.
pl_pl: Zabij tego pesky przyjaciela w zabawny i stylowy sposób.
pt_pt: Mate aquele amigo pescado de uma forma divertida e estilosa.
ro_ro: Kill that pesky friend într-un mod distractiv şi elegant.
ru_ru: Убей этого приятеля в веселой и стильной форме.
sv_se: Döda den där stiliga vännen på ett roligt och elegant sätt.
tr_tr: O sinir bozucu arkadaşını eğlenceli ve şık bir şekilde öldürün.
vi_vn: Giết thằng bạn đó một cách vui vẻ và phong cách.
zh_cn: 用有趣和时髦的方式杀死那个悲欢的朋友。
zh_tw: 用有趣又時髦的方式殺了那個討厭的朋友

source: Duel someone.
ar_sa: مبارزة شخص ما.
cs_cz: Duel s někým.
da_dk: Duel nogen.
de_de: Duell jemanden.
el_gr: Να μονομαχήσεις.
es_es: Duelo a alguien.
fi_fi: Kaksintaistelu.
fr_fr: Douce quelqu'un.
he_il: דואל מישהו.
it_it: Duella qualcuno.
ja_jp: 誰かをデュエルと
ko_kr: 누군가를 뒤로하고
nl_nl: Een duel tegen iemand.
pl_pl: Pojedynku.
pt_pt: Duel alguém.
ro_ro: Duel pe cineva.
ru_ru: Дуэль.
sv_se: Duell någon.
tr_tr: Birini düello.
vi_vn: Đấu tay đôi.
zh_cn: 杜埃尔人
zh_tw: 把人 Duel .

source: Hmm hm hmmm Hm hmmm hmm.
ar_sa: همم mmm hm hmm hmm.
cs_cz: Hm hmm, hm.
da_dk: Hmm hmmm hmmm hmmm hmmm hmmm.
de_de: Hmm hm hmmm hmmm hmm hmm hmmm hmmm hmm
el_gr: Χμμ Χμμ Χμμμ Χμμ.
fi_fi: Hmm hmmm hmm ... hmmm.
fr_fr: Hmm hm hmmm Hm hmm hmm.
he_il: הממ הממ הממ הממ הממ.
it_it: Hmm hm hmmm Hm hmmm mmm.
ja_jp: フム・フム・フム・・・
ko_kr: 음 흠 흠 흠 흠 흠.
nl_nl: Hmm hmmm Hm hmmm hmm.
ro_ro: Hmm hm hmmm hmmm hmmm hmm.
ru_ru: Hm hmmm Hm hmmm hmm.
sv_se: Hmm hm hm hm hmmm hmm.
tr_tr: Hmm hmm hmm hmmm hmm hmm hmm
vi_vn: Hmm hm hmmm hmmm.
zh_cn: 嗯嗯嗯嗯
zh_tw: 嗯嗯嗯。

source: Enchant a message.
ar_sa: . انشط برسالة
cs_cz: Zazpívám zprávu.
da_dk: Fortryller en besked.
de_de: Bezaubern Sie eine Nachricht.
el_gr: Έγραφε ένα μήνυμα.
es_es: Encantar un mensaje.
fi_fi: -Viestiä.
fr_fr: Enchant un message.
he_il: מזמר הודעה.
it_it: Incanta un messaggio.
ja_jp: メッセージをエンチャントします。
ko_kr: 메시지를 전달합니다.
nl_nl: Een bericht betoveren.
pl_pl: Upodobanie się do wiadomości.
pt_pt: Encantar uma mensagem.
ro_ro: Incluzi un mesaj.
ru_ru: Принесете сообщение.
sv_se: Förmässa ett meddelande.
tr_tr: Bir mesaj iletin.
vi_vn: Thánh ca một lời nhắn.
zh_cn: 请您发出消息。
zh_tw: 你在說什麼？

source: Disenchant a message.
ar_sa: . تندمل برسالة
cs_cz: Rozčarování zprávy.
de_de: Entzaubern Sie eine Nachricht.
el_gr: Απογοητεύεις ένα μήνυμα.
es_es: Desencantar un mensaje.
fi_fi: Viestiä viesti.
fr_fr: Désenchâchez un message.
he_il: הודעה על הודעה.
it_it: Disincanta un messaggio.
ja_jp: メッセージを検出しません。
ko_kr: 메시지를 표시하지 않습니다.
nl_nl: Een bericht uitschrijven.
pl_pl: Rozczarować wiadomość.
pt_pt: Desencanta uma mensagem.
ro_ro: Lipsirea unui mesaj.
ru_ru: Я не умалчивал сообщение.
sv_se: -Avaktivera ett meddelande.
tr_tr: Bir mesaj iletin.
vi_vn: Thật là một lời nhắn.
zh_cn: 请留言
zh_tw: 你在說什麼？

source: Aw man.
ar_sa: رجل.
cs_cz: Chlape.
da_dk: Åh, mand.
de_de: Aw-Mann.
el_gr: Δικέ μου.
fi_fi: Voi ei.
he_il: או בן אדם.
it_it: Aw uomo.
ja_jp: - アウの男
ko_kr: 아우만.
ru_ru: О, чувак.
vi_vn: Ôi trời.
zh_cn: 哦天啊
zh_tw: 胡人

source: Play Rock Paper Shears.
ar_sa: إلعب شراك ورق الصخر.
cs_cz: Hrát Rock Paper Shears.
da_dk: Afspil "Rock Paper Shears".
de_de: Spielen Rock Paper Shears.
el_gr: Παίξε Βιβλία Χαρτιού.
fi_fi: Soita Rock Paper Shearsia.
he_il: נגן את "אבן נייר" שירס.
ja_jp: Rock Rock Paper Shearsを再生
ko_kr: 플레이 락 페이퍼 시트 (Play Rock Paper Shears).
nl_nl: Speel Rock Paper Shears.
pl_pl: Zagraj w Rock Paper Shears.
ru_ru: Поиграй В Рок-бумажной
sv_se: Spela "Rock Paper Shears".
tr_tr: Rock Paper Shears 'ı çal.
vi_vn: Vở kịch Rock Shears.
zh_cn: 玩摇滚纸剪
zh_tw: 播放搖滾報紙 Shars

source: That is an invalid option can you please choose from rock, paper or shears
ar_sa: هذا هو اختيار غير صحيح يمكنك اختياره من الصخر أو الورق أو التروس.
cs_cz: To je neplatná volba, můžete si prosím vybrat z kamene, papíru nebo šerů
da_dk: Det er en ugyldig mulighed, kan du vælge mellem sten, papir eller shears.
de_de: Das ist eine ungültige Option können Sie bitte aus Stein, Papier oder Scheren wählen
el_gr: Αυτή είναι μια μη έγκυρη επιλογή μπορείτε να επιλέξετε από πέτρα, χαρτί ή ψαλίδια
es_es: Es una opción no válida que puede elegir entre roca, papel o shears
fi_fi: Se on virheellinen vaihtoehto voit valita kivi, paperi tai sakset
fr_fr: Il s'agit d'une option non valide que vous pouvez choisir à partir de la roche, du papier ou des cisailles
he_il: זוהי אפשרות לא חוקית. תוכלו לבחור מתוך סלעים, נייר או מספריים
it_it: Questa è un'opzione non valida, si può scegliere tra roccia, carta o gustosi
ja_jp: これは無効なオプションです。ロック、用紙、またはシールから選択してください。
ko_kr: 이는 유효하지 않은 옵션입니다. 바위, 종이 또는 가위에서 선택할 수 있습니다.
nl_nl: Dat is een ongeldige optie kunt u kiezen uit steen, papier of schaar
pl_pl: To jest niepoprawna opcja, możesz wybrać z rock, papieru lub nożyce
pt_pt: Essa é uma opção inválida pode por favor escolher de rock, papel ou shears
ro_ro: Aceasta este o opţiune nevalidă, puteţi alege din rocă, hârtie sau foarfecă
ru_ru: Это недействительный вариант, если вы можете выбрать из камня, бумаги или ножн
sv_se: Det är ett ogiltigt alternativ kan du välja mellan sten, papper eller skjuvning
tr_tr: Bu geçersiz bir seçenek, lütfen kayadan, kağıttan ya da şamalardan seçim yapabilirsiniz.
vi_vn: Đó là một lựa chọn không hợp lệ, bạn có thể chọn từ rock, paper hay shars
zh_cn: 这是一个无效的选项，您可以从岩石，纸张或剪刀中选择
zh_tw: 這是一個無效的選項，您可以從岩石、紙張或 shars 中選擇

source: You chose {user_choice}, I chose {c_choice} I win.
ar_sa: قمت باختيار {user_choice}، اخترت {c_choice} أفوز.
cs_cz: Zvolili jste {user_choice}, vybral jsem si {c_choice} jsem vyhrál.
da_dk: Du valgte {user_choice}, jeg valgte {c_choice} , jeg vandt.
de_de: Sie wählten {user_choice}, ich wählte {c_choice} Ich gewinne.
el_gr: Επέλεξες {user_choice}, επέλεξα το {c_choice}.
es_es: Elegiste {user_choice}, elegí {c_choice} Yo gano.
fi_fi: Valitsit {user_choice}, minä voitin {c_choice}.
fr_fr: Vous avez choisi {user_choice}, j'ai choisi {c_choice}.
he_il: בחרת {user_choice}, בחרתי {c_choice} אני מנצח.
it_it: Hai scelto {user_choice}, ho scelto {c_choice} ho vinto.
ja_jp: {user_choice}を選択し、 {c_choice} I を選択した。
ko_kr: {user_choice}를 선택했습니다. 저는 {c_choice} 를 선택했습니다.
nl_nl: Je koos voor {user_choice}, Ik koos voor {c_choice} Ik win.
pl_pl: Wybrałeś {user_choice}, wybrałem {c_choice} Ja wygrywam.
pt_pt: Você escolheu {user_choice}, eu escolhi {c_choice} eu ganhei.
ro_ro: Ai ales {user_choice}, am ales {c_choice} eu câștig.
ru_ru: Вы выбрали {user_choice}, я выбрал {c_choice} Я выиграл.
sv_se: Du valde {user_choice}, jag valde {c_choice} jag vinner.
tr_tr: {user_choice}'yi seçtiniz, {c_choice} ' yi seçtim ben kazandım.
vi_vn: Bạn đã chọn từ {user_choice}, tôi đã chọn chiến thắng {c_choice}.
zh_cn: 你选了 {user_choice}，我选了 {c_choice} 我赢了。
zh_tw: 您選擇了 {user_choice}，我選擇了 {c_choice} 我贏了。

source: You chose {user_choice}, I chose {c_choice} looks like we have a tie.
ar_sa: لقد اخترت {user_choice}، اخترت {c_choice} يبدو أن لدينا ربطة عنق.
cs_cz: Vybral sis {user_choice}, vybral jsem si {c_choice} , vypadá to, že máme kravatu.
da_dk: Du valgte {user_choice}, jeg valgte {c_choice} ser ud som om vi har et slips.
de_de: Sie wählten {user_choice}, ich wählte {c_choice} sieht aus, wie wir eine Krawatte haben.
el_gr: Επιλέξατε {user_choice}, επέλεξα {c_choice} φαίνεται ότι έχουμε ισοπαλία.
es_es: Elegiste el {user_choice}, elegí {c_choice} parece que tenemos un empate.
fi_fi: Valitsit {user_choice}, valitsin {c_choice} . Näyttää, että meillä on solmio.
fr_fr: Vous avez choisi {user_choice}, j'ai choisi {c_choice} on dirait que nous avons une cravate.
he_il: בחרת {user_choice}, אני בחרתי {c_choice} נראה כמו שיש לנו עניבה.
it_it: Hai scelto {user_choice}, ho scelto {c_choice} sembra che abbiamo una cravatta.
ja_jp: {user_choice}を選ぶと、 {c_choice} はネクタイを持っているように見える。
ko_kr: {user_choice}를 선택했는데, {c_choice} 를 선택했습니다. 타이가 있는 것처럼 보입니다.
nl_nl: Je koos voor {user_choice}, Ik koos {c_choice} lijkt erop dat we een stropdas hebben.
pl_pl: Wybrałeś {user_choice}, wybrałem {c_choice} wygląda na to, że mamy krawat.
pt_pt: Você escolheu {user_choice}, eu escolhi {c_choice} looks como nós temos um empate.
ro_ro: Ai ales {user_choice}, am ales {c_choice} arata ca avem o cravata.
ru_ru: Вы выбрали {user_choice}, я выбрал {c_choice} , похоже, у нас есть галс.
sv_se: Du valde {user_choice}, jag valde {c_choice} ser ut som vi har en slips.
tr_tr: {user_choice}'yi seçmişsin, {c_choice} 'yi seçmiştim. Kravamız varmış gibi görünüyor.
zh_cn: 你选了 {user_choice}，我选了 {c_choice} ，好像有领带。
zh_tw: 你選擇了 {user_choice}，我選擇了 {c_choice} 看起來就像我們有了領帶。

source: You chose {user_choice}, I chose {c_choice} you win.
ar_sa: قمت باختيار {user_choice}، قمت باختيار {c_choice} الذي قمت بالفوز به.
cs_cz: Zvolili jste {user_choice}, vybral jsem si {c_choice} , abyste vyhráli.
da_dk: Du valgte {user_choice}, jeg valgte {c_choice} du vinder.
de_de: Sie wählten {user_choice}, ich wählte {c_choice} Sie gewinnen.
el_gr: Επέλεξες {user_choice}, επέλεξα το {c_choice} που κέρδισες.
es_es: Usted eligió el {user_choice}, yo elegí {c_choice} usted gana.
fi_fi: Valitsit {user_choice}, valitsin {c_choice} voitat.
fr_fr: Vous avez choisi {user_choice}, j'ai choisi {c_choice} que vous gagiez.
he_il: אתה בחרת {user_choice}, בחרתי {c_choice} אתה מנצח.
it_it: Hai scelto {user_choice}, ho scelto {c_choice} hai vinto.
ja_jp: {user_choice}を選択した場合は {c_choice} を選択しました。
ko_kr: {user_choice}를 선택했습니다. {c_choice} 를 선택했습니다.
nl_nl: Je koos voor {user_choice}, Ik koos voor {c_choice} je wint.
pl_pl: Wybrałem {user_choice}, wybrałem {c_choice} wy wygrywasz.
pt_pt: Você escolheu {user_choice}, eu escolhi {c_choice} você ganha.
ro_ro: Ai ales {user_choice}, am ales {c_choice} tu castigi.
ru_ru: Вы выбрали {user_choice}, я выбрал {c_choice} , что вы выиграли.
sv_se: Du valde {user_choice}, jag valde {c_choice} du vinner.
tr_tr: {user_choice}'yi seçmiş, kazandığınız {c_choice} ' yi seçtim.
vi_vn: Anh đã chọn {user_choice}, tôi đã chọn {c_choice} anh thắng.
zh_cn: 你选了 {user_choice}，我选了 {c_choice} 你赢了。
zh_tw: 您選擇了 {user_choice}，我選擇了 {c_choice} 你贏了。
