Repository: Obsidion-dev/Obsidion
Catalog: obsidion/cogs/hypixel/locales/*.po
Languages: ar_sa, cs_cz, da_dk, de_de, el_gr, es_es, fr_fr, he_il, it_it, ja_jp, nl_nl, pl_pl, pt_br, ro_ro, ru_ru, sv_se, tr_tr, vi_vn

source: Get the current watchdog statistics.
ar_sa: قم بالحصول على احصائيات المراقبة الحالية.
cs_cz: Získat aktuální statistiku sledovacího zařízení.
da_dk: Få den aktuelle overvågningsstatistik statistik.
de_de: Holen Sie sich die aktuelle Watchdog-Statistik.
el_gr: Πάρτε τις τρέχουσες στατιστικές για το ρολόι.
es_es: Obtenga las estadísticas de supervisión actuales.
fr_fr: Obtenez les statistiques de surveillance actuelles.
he_il: תשיג את הסטטיסטיקות של כלבי השמירה.
it_it: Ottii le statistiche watchdog attuali.
ja_jp: 現在のウォッチドッグ統計を取得
nl_nl: Haal de huidige watchdog statistieken.
pl_pl: Pobierz bieżące statystyki czuwania.
pt_br: Obter as estatísticas atuais do watchdog.
ro_ro: Obţineţi statisticile de monitorizare curente.
ru_ru: Получить текущую статистику Watchdog.
sv_se: Hämta statistik för den aktuella bevakningsstatistiken.
tr_tr: Geçerli gözcü istatistiklerini alın.
vi_vn: Lấy số liệu thống kê theo dõi hiện tại.

source: Watchdog Stats
ar_sa: States Wats Stats
cs_cz: Statistika sledovacího
de_de: Watchdog-Statistiken
es_es: Estadísticas de vigilancia
fr_fr: Statistiques du programme de surveillance
he_il: סטאטי כלב שמירה
it_it: Stats watchdog
ja_jp: ウォッチドッグスタッツ
nl_nl: Watchdog-statistieken
pl_pl: Statystyki czuwania
pt_br: Stats de watchdog
ro_ro: Statistici de monitorizare
ru_ru: Статистика Watchdog
tr_tr: Gözcü İstatistikleri
vi_vn: Thông tin chi tiết

source: Total Bans
ar_sa: مجموع القروض
cs_cz: Celkem Bans
da_dk: Bans i alt
de_de: Gesamtanzahl Bans
el_gr: Σύνολο Bans
es_es: Total Prohibiciones
fr_fr: Total des bits
he_il: סך הכל Bans
it_it: Totale Divieti
ja_jp: 合計 Bans
nl_nl: Totaalverbod
pl_pl: Łączna liczba Banów
pt_br: Total De Proibições
ro_ro: Total interdicţii
ru_ru: Всего запретов
sv_se: Totalt antal Bans
tr_tr: Toplam Yasaklar
vi_vn: Tổng sô ́

source: Watchdog Rolling Daily
ar_sa: Dolling Rolling Daily
cs_cz: Denní sledovací zařízení denně
es_es: Órgano de vigilancia
fr_fr: Rolling Daily du programme de surveillance
he_il: כלב שמירה רולינג יומי
ja_jp: ワッチドッグ・ローリング・デイリー
pl_pl: Krocznia watchdog-
pt_br: Vigilante Rolling Daily
ru_ru: Watchdoing Daily
tr_tr: Watchdog G
vi_vn: Watchdog Rolling Daily Daily

source: Staff Total
ar_sa: مجموع الموظفين
cs_cz: Celkový počet personálu
da_dk: Personale
de_de: Personal insgesamt
el_gr: Σύνολο προσωπικού:
es_es: Personal Total
fr_fr: Total du personnel
he_il: סך הכל צוות
it_it: Totale del personale
ja_jp: スタッフの合計
nl_nl: Personeel Totaal
pl_pl: Personel łącznie
pt_br: Pessoal Total
ro_ro: Total personal
ru_ru: Итого, персонал
sv_se: Antal anställda
tr_tr: Personel Toplamı
vi_vn: Tổng tham mưu

source: Staff Rolling Daily
ar_sa: عدد الموظفين اليومي Rolling
cs_cz: Denní přesun personálu
da_dk: Rolling pr. dag
de_de: Täglich rollendes Personal
el_gr: Εξέλιξη του προσωπικού:
es_es: Personal Rolling Daily
fr_fr: Personnel roulant quotidien
he_il: צוות מתגלגל יומי
it_it: Personale Rolling Daily
ja_jp: スタッフ・ローリング・デイリー
nl_nl: Dagelijks rouleren van personeel
pl_pl: Kroczący personel-dziennie
ru_ru: Ежедневные сотрудники
sv_se: Personal Rolling Daily
tr_tr: Günlük Periyodik Hareketli Personel
vi_vn: Tạp chí Rolling Daily Daily

source: Get the current boosters online.
ar_sa: إحصل على المعزمات الحالية على الإنترنت.
cs_cz: Sežeňte aktuální bootsters online.
da_dk: Få de nuværende boostere online.
de_de: Holen Sie sich die aktuellen Booster online.
el_gr: Πάρτε τους υπάρχοντες ενισχυτές online.
es_es: Obtener los impulsores actuales en línea.
fr_fr: Obtenez les boosters actuels en ligne.
he_il: קבלו את התומכים הנוכחיים במצב מקוון.
it_it: Ottiri gli attuali potenziatori online.
ja_jp: 現在のブースターをオンラインにします。
nl_nl: Haal de huidige boosters online.
pl_pl: Pobierz aktualne boosters online.
pt_br: Obtenha os boosters atuais online.
ro_ro: Obţineţi online boot-uri curente.
ru_ru: Получить текущие ускорители онлайн.
sv_se: Få igång de nuvarande förstärkarna online.
tr_tr: Mevcut kabinleri çevrimiçi olarak alın.
vi_vn: Đặt các chuyên gia trên mạng.

source: Boosters
ar_sa: حجز
cs_cz: Podpisy
da_dk: Østers
de_de: Booster
es_es: Propulsores
he_il: בוסטרים
it_it: Potenziatori
ja_jp: ブースター
pl_pl: Wzmacniacze
ru_ru: Ускорители
sv_se: Booster
tr_tr: Destekçiler
vi_vn: Bảng phân công

source: Hypixel
cs_cz: Hypexel
he_il: היפיקסל
ja_jp: ヒプキセル
pl_pl: Hypiksel
ru_ru: Гигаль
tr_tr: Tirixel

source: Get the current players online.
ar_sa: إحصل على اللاعبين الحاليين على الإنترنت.
cs_cz: Získejte aktuální hráče online.
da_dk: Få de nuværende spillere online.
de_de: Holen Sie sich die aktuellen Spieler online.
el_gr: Αποκτήστε online τους τρέχων παίκτες.
es_es: Obtener los jugadores actuales en línea.
fr_fr: Obtenez les joueurs actuels en ligne.
he_il: קבל את השחקנים הנוכחיים באינטרנט.
it_it: Porta online i giocatori attuali.
ja_jp: 現在の選手をオンラインで
nl_nl: De huidige spelers online te krijgen.
pl_pl: Pobierz aktualnych graczy online.
pt_br: Consiga os jogadores atuais online.
ro_ro: Obţine jucătorii actuali online.
ru_ru: Подключится к текущим игрокам.
sv_se: Få igång de nuvarande spelarna.
tr_tr: Şu anki oyuncuları çevrimiçi olarak alın.
vi_vn: Gọi người chơi hiện tại lên mạng.

source: Players Online
ar_sa: اللاعبون على الإنترنت
cs_cz: Hráči online
da_dk: Spillere online
de_de: Spieler Online
el_gr: Παίκτες Online
es_es: Jugadores en línea
fr_fr: Joueurs en ligne
he_il: שחקנים מקוונים
it_it: Giocatori Online
ja_jp: プレイヤーズオンライン
nl_nl: Spelers Online
pl_pl: Gracze Online
pt_br: Jogadores Online
ro_ro: Jucători Online
ru_ru: Игроки онлайн
sv_se: Spelare online
tr_tr: Çevrimiçi Oyuncular
vi_vn: Người chơi Online

source: Get current news for skyblock.
ar_sa: إحصل على الأخبار الحالية لناطحة السحاب.
cs_cz: Sežeňte aktuální zprávy o Skyblocku.
da_dk: Få de aktuelle nyheder til skyblokken.
de_de: Aktuelle Nachrichten für Skyblock erhalten.
el_gr: Πάρτε τα νέα για το Skyblock.
es_es: Obtener noticias actuales para skyblock.
fr_fr: Obtenez les nouvelles actuelles pour skyblock.
he_il: קבלו את החדשות הנוכחיות עבור קו הרקיע.
it_it: Ricevi le notizie attuali per lo skyblock.
ja_jp: スカイブロックのための最新ニュースを
nl_nl: Actueel nieuws voor skyblock.
pl_pl: Pobierz aktualne wiadomości dla skyblock.
pt_br: Obter notícias atuais para skyblock.
ro_ro: Obţineţi ştiri curente pentru skyblock.
ru_ru: Получать новости за "Скайблок".
sv_se: Få nyheter för skyblocket.
tr_tr: Skyblock için güncel haberleri al.
vi_vn: Nhận được tin tức hiện tại cho Skyblock.

source: Skyblock News
cs_cz: Zprávy Skyblock
da_dk: Skyblock-nyheder
de_de: Skyblock-Nachrichten
el_gr: Νέα του Skyblock
es_es: Noticias de Skyblock
he_il: חדשות בסקייפ
it_it: Notizie Skyblock
ja_jp: スカイブロック・ニュース
nl_nl: Nieuws van Skyblock
pt_br: Notícias do Skyblock
ro_ro: Ştiri skyblock
ru_ru: Скайблочные новости
sv_se: Skyblocknyheter
tr_tr: Skyblock Haberleri
vi_vn: Tin tức Skyblock

source: Get the current status of an online player.
ar_sa: قم بالحصول على الحالة الحالية للاعب متصل.
cs_cz: Získat aktuální stav online přehrávače.
da_dk: Få den aktuelle status på en online aktør.
de_de: Erhalten Sie den aktuellen Status eines Online-Players.
el_gr: Ανάκτηση της τρέχουσας κατάστασης ενός online παίκτη.
es_es: Obtener el estado actual de un jugador en línea.
fr_fr: Récupère le statut actuel d'un joueur en ligne.
he_il: קבלו את הסטאטוס הנוכחי של שחקן מקוון.
it_it: Ottenere lo stato attuale di un giocatore online.
ja_jp: オンライン・プレイヤーの現在の状況を取得します。
nl_nl: De huidige status van een online speler ophalen.
pl_pl: Pobierz aktualny status odtwarzacza online.
pt_br: Obtem o status atual de um jogador online.
ro_ro: Obţineţi starea curentă a unui jucător online.
ru_ru: Получить текущее состояние онлайн-проигрывателя.
sv_se: Hämta aktuell status för en onlinespelare.
tr_tr: Çevrimiçi bir oyuncunun geçerli durumunu alır.
vi_vn: Lấy trạng thái hiện tại của một người chơi trực tuyến.

source: Player Status
ar_sa: حالة Player
cs_cz: Stav přehrávače
de_de: Spielerstatus
el_gr: Κατάσταση παικτών
es_es: Estado del reproductor
fr_fr: Statut du lecteur
he_il: סטטוס פלייר
it_it: Stato del giocatore
ja_jp: プレイヤー状況
nl_nl: Status speler
pl_pl: Status gracza
pt_br: Status do jogador
ro_ro: Stare player
ru_ru: Состояние игрока
sv_se: Spelarstatus
tr_tr: Oyuncu Durumu
vi_vn: Trạng thái máy

source: Current game:
ar_sa: اللعبة الحالية :
cs_cz: Aktuální hra:
da_dk: Aktuelt spil:
de_de: Aktuelles Spiel:
el_gr: Τρέχον παιχνίδι:
es_es: Juego actual:
fr_fr: Jeu en cours:
he_il: משחק נוכחי:
it_it: Gioco attuale:
ja_jp: 現在のゲーム:
nl_nl: Huidig spel:
pl_pl: Bieżąca gra:
pt_br: Jogo atual:
ro_ro: Joc actual:
ru_ru: Текущая игра:
sv_se: Nuvarande spel:
tr_tr: Şu anki oyun:
vi_vn: Trò chơi hiện tại:

source: Current game mode:
ar_sa: نمط اللعبة الحالي :
cs_cz: Aktuální režim hry:
da_dk: Nuværende spilletilstand:
de_de: Aktueller Spielmodus:
el_gr: Τρέχουσα κατάσταση λειτουργίας:
es_es: Modo de juego actual:
fr_fr: Mode de jeu en cours:
he_il: מצב משחק נוכחי:
it_it: Modalit√† di gioco corrente:
ja_jp: 現行ゲームモード:
nl_nl: Huidige spelmodus:
pl_pl: Tryb bieżącej gry:
pt_br: Modo de jogo atual:
ro_ro: Mod de joc curent:
ru_ru: Текущий режим игры:
sv_se: Aktuellt spelläge:
tr_tr: Geçerli oyun modu:
vi_vn: Chế độ chơi hiện tại:

source: Get the current friends of a player.
ar_sa: إحصل على الأصدقاء الحاليين للاعب.
cs_cz: Získat aktuální přátele hráče.
da_dk: Få de nuværende venner af en spiller.
de_de: Holen Sie sich die aktuellen Freunde eines Spielers.
el_gr: Βρες τους νυν φίλους ενός παίκτη.
es_es: Obtener los amigos actuales de un jugador.
fr_fr: Prenez les amis actuels d'un joueur.
he_il: קבל את החברים הנוכחיים של שחקן.
it_it: Ricevi gli attuali amici di un giocatore.
ja_jp: プレイヤーの現在の友人を取得します。
nl_nl: Haal de huidige vrienden van een speler.
pl_pl: Zdobicie obecnych przyjaciół zawodnika.
pt_br: Pegar os amigos atuais de um jogador.
ro_ro: Ajunge prietenii actuali ai unui jucător.
ru_ru: Принесете друзей игрока.
sv_se: Få nuvarande vänner till en spelare.
tr_tr: Bir oyuncunun şu anki arkadaşlarını getir.
vi_vn: Lấy những người bạn hiện tại của một người chơi.

source: Player Friends
ar_sa: أصدقاء الطبقة
cs_cz: Hráči hráčů
da_dk: Player-venner
de_de: Spieler-Freunde
el_gr: Φίλοι Παίκτες
es_es: Jugador Amigos
fr_fr: Amis du joueur
he_il: פלייר חברים
it_it: Amici del giocatore
ja_jp: プレイヤー・フレンズ
nl_nl: Spelersvrienden
pl_pl: Przyjaciele gracza
pt_br: Amigos do jogador
ro_ro: Prieteni Jucător
ru_ru: Друзья-игроки
sv_se: Spelare Vänner
tr_tr: Oyuncu Arkadaşlar
vi_vn: Người chơi

source: Get Bazaar NPC stats.
ar_sa: الحصول على إحصائيات بازار المجلس الوطني لنواب الشعب الصيني.
cs_cz: Získejte Bazaar NPC stats.
da_dk: Få Bazaar NPC-statistikker.
de_de: Holen Sie sich Bazaar NPC-Statistiken.
el_gr: Ανάκτηση στατιστικών του Bazaar NPC.
es_es: Obtener estadísticas de Bazar NPC.
fr_fr: Obtenir les statistiques NPC de Bazaar.
he_il: תשיג את הנתונים הסטטיסטיים של בזאר.
ja_jp: Bazaar NPC 統計を取得します。
nl_nl: Haal Bazaar NPC statistieken.
pl_pl: Pobierz statystyki Bazaar NPC.
pt_br: Obtem estatísticas do Bazaar NPC.
ro_ro: Obţineţi statistici de tip Bazar.
ru_ru: Получите статистику Bazaar NPC.
sv_se: Hämta Bazaar NPC-statistik.
tr_tr: Bazaar NPC istatistikleri alın.
vi_vn: Get Bazaar NCPC stats (bằng tiếng Anh).

source: Bazaar NPC Stats
ar_sa: حالات بازار المجلس الوطني لنواب الشعب
cs_cz: Sestava Bazaar NPC
es_es: Bazar NPC Stats
fr_fr: Statistiques NPC Bazaar
he_il: Stats של Bazaar NPC
ja_jp: バザール・ NPC ステーツ
nl_nl: Bazaar NPC-statistieken
pl_pl: Statystyki Bazaar NPC
pt_br: Estatas NPC do Bazaar
ro_ro: Stats de bază bazar
ru_ru: Статистика NPC Bazaar
tr_tr: Bazaar NPC İstatistikleri

source: Get the first 30 auctions.
ar_sa: احصلي على أول 30 مزادات
cs_cz: Získejte prvních 30 aukcí.
da_dk: Tag de første 30 auktioner.
de_de: Holen Sie sich die ersten 30 Auktionen.
el_gr: Πάρτε τις πρώτες 30 δημοπρασίες.
es_es: Obtener las primeras 30 subastas.
fr_fr: Obtenez les 30 premières ventes aux enchères.
he_il: תשיג את 30 המכירות הפומביות הראשונות.
it_it: Ottiri le prime 30 aste.
ja_jp: 最初の 30 のオークションを取得します。
nl_nl: Haal de eerste 30 veilingen.
pl_pl: Zdobi pierwsze 30 aukcji.
pt_br: Obtem os primeiros 30 leilões.
ro_ro: Obţine primele 30 de licitaţii.
ru_ru: Получите первые 30 аукционов.
sv_se: Ta de första 30 auktionerna.
tr_tr: İlk 30 açık arttırmaya sahip olun.
vi_vn: Lấy 30 lần đấu giá đầu tiên.

source: Current Auctions
ar_sa: عمليات الحص الحالية
da_dk: Aktuelle auktioner
de_de: Aktuelle Auktionen
el_gr: Τρέχουσες Δημοπρασίες.
es_es: Subastas actuales
fr_fr: Enchères actuelles
he_il: מכירות נוכחיות
it_it: Aste Correnti
ja_jp: 現在のオークション
nl_nl: Huidige veilingen
pl_pl: Bieżące aukcje
pt_br: Leilões atuais
ro_ro: Licitaţii curente
ru_ru: Текущие аукционы
sv_se: Aktuella auktioner
tr_tr: Geçerli Açık Artırmalar
vi_vn: Đấu giá hiện tại

source: Get's guild info by guild name.
ar_sa: الحصول على معلومات النقابة حسب اسم النقابة.
cs_cz: Získejte guld info podle guild name.
da_dk: Hent et navn på navnet.
el_gr: Βρες τις συντεχνικές πληροφορίες με το συντεχνείο.
es_es: Obtener información del gremio por nombre del gremio.
fr_fr: Obtenez les infos de guilde par nom de guilde.
he_il: קבל מידע גילדה על ידי שם גילדה.
it_it: Info guild per nome di guild.
ja_jp: ギルド・ネームのギルド情報を入手してください。
nl_nl: Get's guild info met gilde naam.
pl_pl: Get's guild info według nazwy gildii.
pt_br: Get's guild info por guild name.
ro_ro: Obţine informaţii de breaslă cu numele de breaslă.
ru_ru: Получить информацию гильдии по имени гильдии.
sv_se: Get's gillld info med gillets namn.
tr_tr: Lonca ismiyle loncadan bilgi alın.
vi_vn: Có thông tin bằng guild.

source: Guild Info
ar_sa: معلومات عن الذنب
cs_cz: Informace o guině
da_dk: Guild-oplysninger
el_gr: Πληροφορίες Guild
es_es: Información gremial
fr_fr: Infos Guild
he_il: מידע גילדת
it_it: Info Guild
ja_jp: ギルド情報
nl_nl: Gilde-info
pl_pl: Informacje o gildii
ro_ro: Informaţii Guild
ru_ru: Информация о Гильдии
sv_se: Gillrådesinformation
tr_tr: Gulf Bilgileri
vi_vn: Thông tin Guild

source: Guild Name:
ar_sa: اسم الذنب :
cs_cz: Název Guild:
da_dk: Navn på laug:
de_de: Gildenname:
el_gr: Όνομα Guild:
es_es: Nombre de la hermandad:
fr_fr: Nom de la guilde:
he_il: שם איגוד:
it_it: Nome della corporatura:
ja_jp: ギルド名:
nl_nl: Naam Guild:
pl_pl: Nazwa gildii:
pt_br: Nome do Grêmio:
ro_ro: Nume Guild:
ru_ru: Имя Гильдии:
sv_se: Gillets namn:
tr_tr: Gulf Adı:
vi_vn: Tên Guild:

source: Guild Description:
ar_sa: وصف الذنب :
cs_cz: Popis Guild:
da_dk: Guild Beskrivelse:
de_de: Guild-Beschreibung:
el_gr: Περιγραφή Guild:
es_es: Descripción del gremio:
fr_fr: Description de la guilde:
he_il: תיאור איגוד:
it_it: Descrizione corporatura:
ja_jp: ガイドの説明:
nl_nl: Gilde Beschrijving:
pl_pl: Opis gildii:
pt_br: Descrição do Grêmio:
ro_ro: Descriere Guild:
ru_ru: Описание гильдии:
sv_se: Beskrivning av gillet:
tr_tr: Gonca Açıklaması:
vi_vn: Mô tả Guild:

source: Guild Tag:
ar_sa: شارة الشعور بالذنب :
cs_cz: Značka guld:
el_gr: Ετικέτα Guild:
es_es: Código de hermandad:
fr_fr: Balise de guilde:
he_il: תג איגוד:
it_it: Tag guild:
ja_jp: ギルド・タグ:
nl_nl: Gilde-tag:
pl_pl: Znacznik gildii:
pt_br: Tag de Grêmio:
ro_ro: Tag Guild:
ru_ru: Тег гильдии:
tr_tr: Gulf Etiketi:

source: Guild Experience Points:
ar_sa: نقاط الخبرة بالذنب :
de_de: Gildenerfahrungspunkte:
el_gr: Σημεία Εμπειρίας Guild:
es_es: Puntos de Experiencia Gremial:
he_il: נקודות ניסיון של איגוד:
it_it: Punti di Guild Experience:
ja_jp: Guild エクスペリエンス・ポイント:
nl_nl: Guild-ervaringspunten:
pt_br: Pontos de Experiência do Grêmio:
ro_ro: Puncte Experienţă Guild:
ru_ru: Очки Опыт Гильдии:
sv_se: Insamlingspunkter för gille:
tr_tr: Gulf Deneyim Puanları:
vi_vn: Các điểm kinh nghiệm Guild:

source: Joinable:
fr_fr: Joignable:
he_il: ג ' ואי:
it_it: Joinabile:
nl_nl: Schrijnbaar:
pl_pl: Możliwe do wykonania:
pt_br: Articulável:
ru_ru: Объединение:
tr_tr: Birleştirilebilir:
vi_vn: Thật đáng kinh ngạc:

source: Public:
ar_sa: عام :
cs_cz: Veřejné:
da_dk: Offentlig:
de_de: Öffentlichkeit:
el_gr: Δημόσια:
es_es: Público:
he_il: ציבורי:
it_it: Pubblico:
ja_jp: パブリック:
nl_nl: Openbaar:
pl_pl: Publiczne:
pt_br: Público:
ru_ru: Общедоступный:
sv_se: Offentlig:
tr_tr: Genel:
vi_vn: Công khai:

source: Get current hypixel leaderboards
ar_sa: الحصول على لوحات adilexel الحالية
cs_cz: Získat aktuální žebříčcích bodů s hypxilem
da_dk: Hent aktuelle hypixel leaderboards
de_de: Aktuelle Hypixel-Bestenlisten abrufen
el_gr: Ανάκτηση τρεχουσών πινάκων κατάταξης hypixel
es_es: Obtener tablas de clasificación de hypixel actuales
fr_fr: Obtenir les panneaux d'hypixel actuels
he_il: קבלת leaderבלוחות hyפיקסל הנוכחי
it_it: Ottire i lead di hypixel attuali
ja_jp: 現在のハイキセル・リード・ボードの取得
nl_nl: Huidige hypixel-leaderboards ophalen
pl_pl: Pobierz bieżące liderów hipiksów
pt_br: Obter placas de ponta de hypixel atuais
ro_ro: Obţinere clasamente curente hipixel
ru_ru: Получить руководящие доски для текущего гигапикселя
sv_se: Hämta nuvarande hypixelledarbrädor
tr_tr: Yürürlükteki tirixel leaderboardlarını al
vi_vn: Nhận các bảng nhảy hypixel hiện tại
