Repository: Obsidion-dev/Obsidion
Catalog: obsidion/cogs/info/locales/*.po
Languages: ar_sa, cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, he_il, it_it, ja_jp, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, zh_tw

source: Get an article from the minecraft wiki.
ar_sa: الحصول على مقال من صفحة wiki الخاصة بالمركبات.
cs_cz: Pořiďte si článek z portálu Minecraft.
da_dk: Få en artikel fra minecraft-wikien.
de_de: Holen Sie sich einen Artikel aus dem Minecraft Wiki.
el_gr: Πάρτε ένα άρθρο από το Minecraft wiki.
es_es: Obtener un artículo de la wiki minecraft.
fi_fi: Hanki artikkeli minecraft wikistä.
fr_fr: Obtenez un article du wiki de la Minecraft.
he_il: קבלת מאמר מהוויקי של המנקראפט.
it_it: Ricevi un articolo dal wiki minecraft.
ja_jp: ミニクラフト wiki から記事を入手してください。
nl_nl: Haal een artikel uit de minecraft wiki.
pl_pl: Pobierz artykuł z obszaru wiki minecraft.
pt_pt: Pegue um artigo do minecraft wiki.
ro_ro: Obţineţi un articol din wiki-ul minecraft.
ru_ru: Получите статью из вики Minecraft.
sv_se: Hämta en artikel från minecraft-wikin.
tr_tr: minecraft wiki ' den bir makale alın.
zh_tw: 從我的世界裡獲得一篇文章

source: Information provided by Wikimedia
ar_sa: المعلومات المقدمة من فيكيميديا
cs_cz: Informace poskytované Wikimedií
da_dk: Oplysninger fra Wikimedier
de_de: Informationen von Wikimedia
el_gr: Πληροφορίες παρεχόμενες από την Wikimedia
es_es: Información proporcionada por Wikimedia
fi_fi: Wikimedian antamat tiedot
fr_fr: Informations fournies par Wikimedia
he_il: מידע המסופק על ידי ויקימדיה
it_it: Informazioni fornite da Wikimedia
ja_jp: ウィキメディアが提供する情報
nl_nl: Informatie verstrekt door Wikimedia
pl_pl: Informacje dostarczone przez Wikimedia
pt_pt: Informações fornecidas por Wikimedia
ro_ro: Informaţii furnizate de Wikimedia
ru_ru: Информация, представленная Wikimedia
sv_se: Information från Wikimedia
tr_tr: Wikimedia tarafından sağlanan bilgiler
zh_tw: 維基媒體提供的資訊

source: I'm sorry, I couldn't find "{query}" on fandom
ar_sa: أنا آسف ، أنا لا أستطيع أن أجد "{query}" على مصير
cs_cz: Omlouvám se, nemohl jsem najít "{query}" na fandom
da_dk: Undskyld, jeg kunne ikke finde "{query}" on fandom
de_de: Es tut mir leid, ich konnte es nicht finden. "{query}" zu Fandom
el_gr: Λυπάμαι, δεν μπόρεσα να βρω "{query}" στο fandom
es_es: Lo siento, no pude encontrar "{query}" sobre fandom
fi_fi: Olen pahoillani, en löytänyt "{query}" Fandomista
fr_fr: Je suis désolé, je n'ai pas pu trouver "{query}" Sur fandom
he_il: אני מצטער, אני לא יכול למצוא "{query}" על פדום
it_it: Mi dispiace, non ho trovato "{query}" sul fandom
ja_jp: 申し訳ありませんが、私は見つからなかったんです。{query}" ファンダム
nl_nl: Het spijt me, ik kon niet vinden "{query}" op fandom
pl_pl: Przykro mi, nie mogłem znaleźć "{query}" na fandom
pt_pt: Eu sinto muito, eu não consegui encontrar "{query}" sobre o fandom
ro_ro: Îmi pare rău, nu am putut găsi "{query}" pe fandom
ru_ru: Прости, я не смог найти.{query}" о фандом
sv_se: Jag är ledsen, jag kunde inte hitta "{query}" på fandom
tr_tr: Özür dilerim, bulamadım.{query}" Fandom üzerine
zh_tw: 我很抱歉，我找不到 "{query}" 狂熱

source: The bug {bug} was not found.
ar_sa: لم يتم ايجاد علة {bug}.
cs_cz: Chyba {bug} nebyla nalezena.
da_dk: Fejlfindingsfilen {bug} er ikke fundet.
de_de: Der Fehler {bug} wurde nicht gefunden.
el_gr: Το σφάλμα {bug} δεν βρέθηκε.
es_es: No se ha encontrado el error {bug}.
fi_fi: Salamaa {bug} ei löytynyt.
fr_fr: Le bogue {bug} est introuvable.
he_il: באג {bug} לא נמצא.
it_it: Il bug {bug} non è stato trovato.
ja_jp: バグ {bug} が見つかりませんでした。
nl_nl: De bug {bug} is niet gevonden.
pl_pl: Błąd {bug} nie został znaleziony.
pt_pt: O bug {bug} não foi encontrado.
ro_ro: Nu s-a găsit bug-ul {bug}.
ru_ru: Ошибка {bug} не найдена.
sv_se: Det gick inte att hitta felet {bug}.
tr_tr: Hata {bug} bulunamadı.
zh_tw: 找不到錯誤 {bug}。

source: Version: {version} Reporter: {reporter} Created: {created} Votes: {votes} Updates: {updates} Watchers: {watched}
cs_cz: Verze: {version} Reporter: {reporter} Vytvořeno: {created} Hlasů: {votes} Aktualizace: {updates} Watchers: {watched}
da_dk: Version: {version} Reporter: {reporter} Oprettet: {created} Afstemning: {votes} Opdateringer: {updates} Watchers: {watched}
de_de: Version: {version} Reporter: {reporter} Erstellt: {created} Votes: {votes} Updates: {updates} Watchers: {watched}
el_gr: Έκδοση: {version} Ρεπόρτερ: {reporter} Δημιουργήθηκε: {created} Ψηφοφορίες: {votes} Ενημερώσεις: {updates} Παρατηρητές: {watched}
es_es: Versión: {version} Reportero: {reporter} Creado: {created} Votos: {votes} Actualizaciones: {updates} Watchers: {watched}
fr_fr: Version: {version} Reporter: {reporter} Création: {created} Votes: {votes} Mises à jour: {updates}{updates} Watchers: {watched}
it_it: Versione: {version} Reporter: {reporter} Creato: {created} Voti: {votes} Aggiornamenti: {updates} Watcher: {watched}
nl_nl: Versie: {version} Reporter: {reporter} Created: {created} Votes: {votes} Updates: {updates} Watchers: {watched}
pl_pl: Wersja: {version} Reporter: {reporter} Utworzony: {created} Głosów: {votes} Aktualizacje: {updates} Obserwatorzy: {watched}
pt_pt: Versão: {version} Repórter: {reporter} Criado: {created} Votos: {votes} Atualizações: {updates} Watchers: {watched}
ru_ru: Версия: {version} Репортёр: {reporter} Создано: {created} Голоса: {votes} Обновления: {updates} Наблюдатели: {watched}
sv_se: Version: {version} Reporter: {reporter} Created: {created} Votes: {votes} Uppdateringar: {updates} Watchers: {watched}
tr_tr: Sürüm: {version} Reporter: {reporter} Yaratılan: {created} Oylar: {votes} Güncellemeler: {updates} Waters: {watched}

source: Resolution: {resolution}
ar_sa: القرار : {resolution}
cs_cz: Rozlišení: {resolution}
el_gr: Ανάλυση: {resolution}
es_es: Resolución: {resolution}
fi_fi: Päätöslauselma: {resolution}
fr_fr: Résolution: {resolution}
he_il: פתרון: {resolution}
it_it: Risoluzione: {resolution}
ja_jp: 解決策 : {resolution}
nl_nl: Resolutie: {resolution}
pl_pl: Rozdzielczość: {resolution}
pt_pt: Resolução: {resolution}
ro_ro: Rezolutie: {resolution}
ru_ru: Разрешение: {resolution}
tr_tr: Çözünürlük: {resolution}

source: Affected:
ar_sa: متأثر :
cs_cz: Ovlivněno:
da_dk: Berørt:
de_de: Betroffen:
el_gr: Επηρεάζεται:
es_es: Afectados:
fi_fi: Vaikuttanut:
fr_fr: Affectés:
he_il: מושפע:
it_it: Interessati:
ja_jp: 影響:
nl_nl: Be√Ønvloed:
pl_pl: Dotyczy:
pt_pt: Afetado:
ro_ro: Afectat:
ru_ru: Затронуто:
sv_se: Påverkade:
tr_tr: Etkilenen:
zh_tw: 受影響：

source: Fixed Version: {fixed} +
ar_sa: نسخة ثابتة : {fixed} +
cs_cz: Pevná verze: {fixed} +
da_dk: Fast Version: {fixed} +
de_de: Feste Version: {fixed} +
el_gr: Σταθερή Έκδοση: {fixed} +
es_es: Versión fija: {fixed} +
fi_fi: Kiinteä versio: {fixed} +
fr_fr: Version fixe: {fixed} +
he_il: גרסה קבועה: {fixed} +
it_it: Versione fissa: {fixed} +
ja_jp: 固定バージョン: {fixed} +
nl_nl: Vaste versie: {fixed} +
pl_pl: Stała Wersja: {fixed} +
pt_pt: Versão fixa: {fixed} +
ro_ro: Fix Versiune: {fixed} +
ru_ru: Фиксированная версия: {fixed} +
sv_se: Fast version: {fixed} +
tr_tr: Sabit Sürüm: {fixed} +

source: Details
ar_sa: التفاصيل
cs_cz: Detaily
da_dk: Detaljer
el_gr: ' Λεπτομέρειες
es_es: Detalles
fi_fi: Tiedot
fr_fr: Détails
he_il: פרטים
it_it: Dettagli
ja_jp: 経緯
nl_nl: Gegevens
pl_pl: Szczegóły
pt_pt: Detalhes
ro_ro: Detalii
ru_ru: Сведения
sv_se: Detaljer
tr_tr: Ayrıntılar
zh_tw: 詳情

source: Version is invalid.
ar_sa: النسخة غير صحيحة.
cs_cz: Verze je neplatná.
da_dk: Version er ugyldig.
de_de: Version ist ungültig.
el_gr: Η εκδοχή δεν είναι έγκυρη.
es_es: La versión no es válida.
fi_fi: Versio on virheellinen.
fr_fr: La version n'est pas valide.
he_il: הגרסה אינה חוקית.
it_it: La versione non è valida.
ja_jp: バージョンが無効です。
nl_nl: Versie is ongeldig.
pl_pl: Wersja jest niepoprawna.
pt_pt: Versão é inválida.
ro_ro: Versiunea este invalidă.
ru_ru: Недопустимая версия.
sv_se: Versionen är ogiltig.
tr_tr: Sürüm geçersiz.
zh_tw: 版本無效。

source: Type: `{type}` Release: `{released}` Package URL: [link]({package_url}) Minecraft Wiki: [link]({wiki})
ar_sa: النوع : "{type}' Release :'{released}' Package URL : [link]({package_url}) Minraft Wiki : [link]({wiki})
cs_cz: Typ: `{type}' Vydání: `{released}` Adresa URL balíku: [link]({package_url}) Minecraft Wiki: [link]({wiki})
da_dk: Type: `{type}` Release: `{released}` Pakke-URL: [link]({package_url}) Minecraft Wiki: [link]({wiki})
de_de: Typ: `{type}` Release: `{released}` Paket URL: [link]({package_url}) Minecraft Wiki: [link]({wiki})
el_gr: Τύπος: `{type}` Αποδέσμευση: `{released}` Διεύθυνση URL: [link]({package_url}) Minecraft Wiki: [link]({wiki})
es_es: Tipo: `{type}` Release: `{released}` URL de paquete: [link]({package_url}) Minecraft Wiki: [link]({wiki})
fi_fi: Tyyppi: "{type}" Vapautus: "{released}" Paketin URL-osoite: [link]({package_url}) Minecraft wiki: [link]({wiki})
fr_fr: Type: `{type}` Edition: `{released}` URL du package: [link]({package_url}) Minecraft Wiki: [link]({wiki})
he_il: הקלידו: `{type}` מהדורה:{released}` חבילת URL: [link]({package_url}) ויקי של מיינקראפט: [link]({wiki})
it_it: Tipo: `{type}` Release: `{released}` URL Pacchetto: [link]({package_url}) Minecraft Wiki: [link]({wiki})
ja_jp: タイプ: `{type}' リリース: `{released}` パッケージ URL: [link]({package_url}) Minecraft Wiki Wiki: [link]({wiki})
pl_pl: Typ: `{type}` Wydanie: `{released}` Adres URL pakietu: [link]({package_url}) Minecraft Wiki: [link]({wiki})
pt_pt: Tipo: `{type}` Release: `{released}` Pacote URL: [link]({package_url}) Minecraft Wiki: [link]({wiki})
ro_ro: Tip: `{type}` Release: `{released}` Pachet URL: [link]({package_url}) Minecraft Wiki: [link]({wiki})
ru_ru: Тип: `{type}` Выпуск: `{released}` Пакет URL: [link]({package_url}) Minecraft Wiki: [link]({wiki})
sv_se: Typ: "{type}" Release: "{released}" Package-URL: [link]({package_url}) Minecraft Wiki: [link]({wiki})
tr_tr: Tip: `{type}` Yayın Düzeyi: `{released}` Paket URL 'si: [link]({package_url}) Minecraft Wiki: [link]({wiki})

source: Minecraft Java Edition Versions
ar_sa: نسخ Java Edition Vaft
cs_cz: Minecraft Java Edition verze
da_dk: Minecraft Java Edition Versioner
de_de: Minecraft Java Edition Versionen
el_gr: Εκδοχές έκδοσης Java Minecraft
es_es: Versiones de Minecraft Java Edition
fi_fi: Minecraft-Java-versiot
fr_fr: Versions de l'édition Java de Minecraft
he_il: גרסאות של Java Edition גרסאות
it_it: Minecraft Java Edition Versioni
ja_jp: Minecraft Java エディションのバージョン
nl_nl: Minecraft Java Edition versies
pl_pl: Wersje Minecraft Java Edition
pt_pt: Versões Java Edition Minecraft
ru_ru: Версии Minecraft Java Edition
tr_tr: Minecraft Java Edition Sürümleri
zh_tw: Minecraft Java Edition 版本

source: Releases: `{releases}` **Latest Version** ID: `{id}` Released: `{released}` Wiki: [link]({link})
cs_cz: Vydání: `{releases}` ** Nejnovější verze * * ID: `{id}` Uvolněno: `{released}` Wiki: [link]({link})
da_dk: Releases: `{releases}` ** Latest Version * * ID: `{id}` Frilettet: `{released}` Wiki: [link]({link})
de_de: Releases: `{releases}` ** Letzte Version * * ID: `{id}` Freigegeben: `{released}` Wiki: [link]({link})
el_gr: Releases: `{releases}` ** Τελευταία Έκδοση * ID: `{id}` Κυκλοφόρησε: `{released}` Wiki: [link]({link})
es_es: Releases: `{releases}` ** Versión más reciente * * ID: `{id}` Publicado: `{released}` Wiki: [link]({link})
fr_fr: Rejets: `{releases}` ** Dernière version * * ID: `{id}` Publié: `{released}` Wiki: [link]({link})
he_il: גירסאות:{releases}- ** מהדורה אחרונה * * זיהוי:{id}שוחרר: שוחרר:{released}ויקי: ויקי: [link]({link})
it_it: Rilasci: `{releases}` ** Versione più recente * * ID: `{id}` Rilascio: `{released}` Wiki: [link]({link})
nl_nl: Releases: `{releases}` ** Laatste versie * * ID: `{id}` Vrijgegeven: `{released}` Wiki: [link]({link})
pl_pl: Wydania: `{releases}` ** Najnowsza wersja * * ID: `{id}` Wydany: `{released}` Wiki: [link]({link})
pt_pt: Releases: `{releases}` ** Versão mais recente * * ID: `{id}` Liberado: `{released}` Wiki: [link]({link})
ro_ro: Eliberări: `{releases}` ** Ultimele versiuni * * ID: `{id}` Lansat: `{released}` Wiki: [link]({link})
ru_ru: Выпуски: `{releases}` ** Последняя Версия * * ИД: `{id}` Выпущено: `{released}` Вики: [link]({link})
sv_se: Releaser: "{releases}" ** Senaste version * * -ID: "{id}" Releasad: "{released}" Wiki: [link]({link})
tr_tr: Yayınlar: `{releases}` ** En Son Sürüm * * Tanıtıcı: `{id}` Yayınlandı: `{released}` Vikisi: [link]({link})

source: Minecraft Java Edition {version}
ar_sa: Minالمركبات Java Edition {version}
fi_fi: Pienoisohjelman Java-versio {version}
