Repository: Obsidion-dev/Obsidion
Catalog: obsidion/cogs/info/locales/*.po
Languages: ar_sa, cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, he_il, it_it, ja_jp, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, zh_tw

source: View a players Minecraft UUID, Username history and skin.
ar_sa: مشاهدة اللاعبين Minraft UUID ، والسجل التاريخي لاسم المستخدم والشكل العام.
cs_cz: Zobrazit hráče Minecraft UUID, historii a vzhled jména uživatele.
da_dk: Vis en spillerne Minecraft UUID, Brugernavnshistorik og udseende.
de_de: Sehen Sie sich ein Spieler Minecraft UUID, Username Geschichte und Haut.
el_gr: Προβολή ενός παίκτη Minecraft UUID, Username ιστορία και το δέρμα.
es_es: Ver a un jugador de Minecraft UUID, historia de nombre de usuario y piel.
fi_fi: Näytä pelaajat Minecraft UUID-tunnus, Username historia ja iho.
fr_fr: Visualisez un UUID de joueurs Minecraft, un nom d'utilisateur et une peau.
he_il: להציג שחקנים UUID של Minecraft, היסטוריה ועור של שם משתמש.
it_it: Visualizza un giocatore Minecraft UUID, Username storia e pelle.
ja_jp: プレイヤーの Minecraft UUID、ユーザー名の履歴、およびスキンを表示します。
nl_nl: Bekijk een spelers Minecraft UUID, Username geschiedenis en de huid.
pl_pl: Zobacz graczy Minecraft UUID, historii nazwy użytkownika i skóry.
pt_pt: Visualizar um jogadores Minecraft UUID, histórico de Username e skin.
ro_ro: Vizualizaţi un jucător Minecraft UUID, istorie şi piele Username.
ru_ru: Просмотр игроков Minecraft UUID, Имя пользователя и оболочка.
sv_se: Visa en spelare Minecraft UUID, Username-historik och hud.
tr_tr: Bir oyuncu Minecraft UUID 'si, Kullanıcı adı geçmişi ve dışyüzü görüntüleyin.
zh_tw: 檢視玩家的 UUID 、使用者名稱歷程及外觀。

source: **1.** `{original}` - First Username
ar_sa: *1. * * *{original}'-اسم المستخدم الأول
cs_cz: ** 1. * * `{original}`-Křestní jméno uživatele
de_de: ** 1. * * `{original}`-Erster Benutzername
el_gr: * * * "{original}" - Πρώτο Όνομα Χρήστη
es_es: ** 1. * * `{original}`-Primer Nombre De Usuario
fi_fi: ** 1 * * "{original}" - ensimmäinen Username
fr_fr: ** 1. * * * `{original}`-Premier nom d'utilisateur
he_il: ** 1. * *{original}-שם משתמש ראשון
it_it: ** 1. * * `{original}` - Primo Username
ja_jp: **1 .* ` * `{original}` - 最初のユーザー名
nl_nl: ** 1. * * `{original}`-Eerste gebruikersnaam
pl_pl: ** 1. * * `{original}`-Pierwsza nazwa użytkownika
pt_pt: ** 1. * * `{original}`-Primeiro Nome de Username
ro_ro: ** 1. * * `{original}`-Primul nume de utilizator
ru_ru: ** 1 * * `{original}`-первое имя пользователя
sv_se: ** 1. 1 * * "{original}"-Förnamn
tr_tr: ** 1. * * `{original}`-İlk Kullanıcı Adı
zh_tw: **1.* * `{original}` - 第一個使用者名稱

source: Minecraft profile for {username}
ar_sa: ملف مواصفات المركبات ل ـ {username}
cs_cz: Profil minecraftu pro {username}
da_dk: Minecraft-profil for {username}
de_de: Minecraft-Profil für {username}
el_gr: Προφίλ Minecraft για {username}
es_es: Perfil de Minecraft para {username}
fi_fi: Minecraft-profiili {username}
fr_fr: Profil de Minecraft pour {username}
he_il: פרופיל מינימלי עבור {username}
it_it: Profilo di Minecraft per {username}
ja_jp: ミミクラフトプロファイル ( {username} )
nl_nl: Minecraft profiel voor {username}
pl_pl: Profil Minecraft dla {username}
pt_pt: Perfil do Minecraft para {username}
ro_ro: Profil minecraft pentru {username}
ru_ru: Профиль Minecraft для {username}
sv_se: Minecraft-profil för {username}
tr_tr: {username} için minecraft profili
zh_tw: {username} 的 Minecraft 設定檔

source: Full UUID: `{uuid}` Short UUID: `{short}`
ar_sa: UUID كامل : '{uuid}' Short UUID : '{short}'
cs_cz: Full UUID: `{uuid}` Krátký klíč UUID: `{short}`
da_dk: Full UUID: `{uuid}` Kort UUID: `{short}"
de_de: Vollständige UUID: `{uuid}` Kurz-UUID: `{short}`
el_gr: Πλήρης UUID: `{uuid}` Σύντομη ταυτότητα: `{short}`
es_es: UUID completo: `{uuid}` UUID corto: `{short}`
fi_fi: Täysi UUID-tunnus: "{uuid}" Lyhyt UUID: "{short}"
fr_fr: UUID complet: `{uuid}` UUID court: `{short}`
he_il: UUID מלא:{uuid}` UUID קצר: `{short}`
it_it: UUID completo: `{uuid}` Short UUID: `{short}`
ja_jp: 全 UUID: `{uuid}` ショート UUID: `{short}`
nl_nl: Volledig UUID: `{uuid}` Short UUID: `{short}`
pl_pl: Pełny identyfikator UUID: `{uuid}` Krótki identyfikator UUID: `{short}`
pt_pt: UUID completo: `{uuid}` Curta UUID: `{short}`
ro_ro: UUID complet: `{uuid}` Scurt UUID: `{short}`
ru_ru: Полный UUID: `{uuid}` Короткий UUID: `{short}`
sv_se: Fullständig UUID: "{uuid}" Short UUID: "{short}"
tr_tr: Tam UUID: `{uuid}` Kısa UUID: `{short}`
zh_tw: 完整 UUID： `{uuid}` Short UUID： `{short}`

source: Skin: [Open Skin](https://visage.surgeplay.com/bust/{uuid}) Skin Type: `{skin_type}` Skin History: [link]({skin_history}) Slim: `{slim}` Custom: `{custom}` Cape: `{cape}`
ar_sa: Skin : [ Open Skin ] (https://visage.surgeplay.com/bust/{uuid}) Skin Type : '{skin_type}' Skin History : [link]({skin_history}) Slim : '{slim}' Custom : "{custom}" كيب : '{cape}'
cs_cz: Vzhled: [ Otevřít vzhled] (https://visage.surgeplay.com/bust/{uuid}) Typ vzhledu: `{skin_type}` Historie vzhledu: [link]({skin_history}) Slim: `{slim}` Vlastní: `{custom}` Cape: `{cape}`
el_gr: Δέρμα: [Ανοιχτό δέρμα] (https://visage.surgeplay.com/bust/{uuid}) Τύπος Δέρματος: `{skin_type}` Δέρμα Ιστορία: [link]({skin_history}) Slim: `{slim}` Προσαρμοσμένη: `{custom}` Ακρωτήριο: `{cape}
es_es: Skin: [Open Skin] (https://visage.surgeplay.com/bust/{uuid}) Tipo De Piel: `{skin_type}` Historia De La Piel: [link]({skin_history}) Slim: `{slim}` Custom: `{custom}` Cape: `{cape}`
fr_fr: Peau: [ Open Skin ] (https://visage.surgeplay.com/bust/{uuid}) Type de peau: `{skin_type}` Histoire de la peau: [link]({skin_history}) Slim: `{slim}` Custom: `{custom}` Cape: `{cape}`
it_it: Skin: [ Apri Skin] (https://visage.surgeplay.com/bust/{uuid}) Tipo di pelle: `{skin_type}` Storia della pelle: [link]({skin_history}) Slim: `{slim}` Personalizzato: `{custom}` Capo: `{cape}`
ja_jp: スキン: [開く ( Open Skin ) ] (https://visage.surgeplay.com/bust/{uuid}) スキン・タイプ: `{skin_type}` Skin History: [link]({skin_history}) [ ] スリム: `{slim}` カスタム: `{custom}` ケープ: `{cape}'
nl_nl: Huid: [ Open Skin] (https://visage.surgeplay.com/bust/{uuid}) Huidtype: `{skin_type}` Skin History: [link]({skin_history}) Slim: `{slim}` Custom: `{custom}` Cape: `{cape}`
pl_pl: Skóra: [ Skóra otwarta] (https://visage.surgeplay.com/bust/{uuid}) Typ skóry: `{skin_type}` Historia skóry: [link]({skin_history}) Slim: `{slim}` Niestandardowa: `{custom}` Przylądek: `{cape}`
pt_pt: Skin: [Open Skin] (https://visage.surgeplay.com/bust/{uuid}) Tipo De Pele: `{skin_type}` História Da Pele: [link]({skin_history}) Slim: `{slim}` Custom: `{custom}` Cabo: `{cape}`
ro_ro: Piele: [ Open Skin] (https://visage.surgeplay.com/bust/{uuid}) Skin Tip: `{skin_type}` Istoria pielii: [link]({skin_history}) Slim: `{slim}` Custom: `{custom}` Cape: `{cape}`
ru_ru: Skin: [ Open Skin] (https://visage.surgeplay.com/bust/{uuid}) Тип кожи: `{skin_type}` История кожи: [link]({skin_history}) Слим: `{slim}` Пользовательский: `{custom}` Кейп: `{cape}`
sv_se: Hud: [ Open Skin ] (https://visage.surgeplay.com/bust/{uuid}) Hudtyp: "{skin_type}" Hudhistorik: [link]({skin_history}) Slim: "{slim}" Custom: "{custom}" Cape: "{cape}"
tr_tr: Cilt: [ Açık Dışyüz] (https://visage.surgeplay.com/bust/{uuid}) Dışyüz Türü: `{skin_type}` Dışyüz Tarihi: [link]({skin_history}) Slim: `{slim}` Custom: `{custom}` Cape: `{cape}`
zh_tw: 外觀： [Open Skin]（https://visage.surgeplay.com/bust/{uuid}） Skin Type： `{skin_type}` Skin History： [link]（{skin_history}） Slim： `{slim}` Custom： `{custom}` ` 角： `{cape}`

source: Information
ar_sa: المعلومات
cs_cz: Informace
de_de: Informationen
el_gr: ' Πληροφορίες
es_es: Información
fi_fi: Tiedot
he_il: מידע
it_it: Informazioni
ja_jp: 利用情報
nl_nl: Informatie
pl_pl: Informacje
pt_pt: Informações
ro_ro: Informaţii
ru_ru: Информация
sv_se: Upplysningar
tr_tr: Bilgi
zh_tw: 資訊

source: Username Changes: `{changes}` Namemc: [link]({namemc}) Legacy: `{legacy}` Demo: `{demo}`
ar_sa: تغييرات اسم المستخدم : "{changes}' Namememc : [link]({namemc}) Legacy : "{legacy}" Demo : "{demo}"
cs_cz: Změny jména uživatele: `{changes}` Nammm: [link]({namemc}) Legacy: `{legacy}` Demo: `{demo}`
da_dk: Brugernavnsændringer: `{changes}` Namemc: [link]({namemc}) Legacy: `{legacy}` Demo: `{demo}"
el_gr: Όνομα χρήστη Αλλαγές: `{changes}` Namemc: [link]({namemc}) Υπεροχή: `{legacy}` Demo: `{demo}
es_es: Cambios De Nombre De Usuario: `{changes}` Namemc: [link]({namemc}) Legado: `{legacy}` Demo: `{demo}`
fi_fi: Userini-muutokset: "{changes}" Namemc: [link]({namemc}) Legacy: "{legacy}" Demo: "{demo}"
fr_fr: Changements de nom d'utilisateur: `{changes}` Namemc: [link]({namemc}) Legs: `{legacy}` Demo: `{demo}`
he_il: שינויי שם משתמש: `{changes}` Namemc: [link]({namemc}) Legacy:{legacy}` Demo:{demo}
it_it: Username Modifiche: `{changes}` Namemc: [link]({namemc}) Legacy: `{legacy}` Demo: `{demo}`
ja_jp: ユーザー名変更: `{changes}` Namemc: [link]({namemc}) レガシー: `{legacy}` デモ: `{demo}'
nl_nl: Wijzigingen gebruikersnaam: `{changes}` Namemc: [link]({namemc}) Legacy: `{legacy}` Demo: `{demo}`
pl_pl: Zmiany nazwy użytkownika: `{changes}` Namemc: [link]({namemc}) Wcześniejsza: `{legacy}` Demo: `{demo}`
pt_pt: Username Changes: `{changes}` Namemc: [link]({namemc}) Legado: `{legacy}` Demo: `{demo}`
ro_ro: Nume utilizator Modificări: `{changes}` Namemc: [link]({namemc}) Legacy: `{legacy}` Demo: `{demo}`
ru_ru: Изменения имени пользователя: `{changes}` Namemc: [link]({namemc}) Наследие: `{legacy}` Демо: `{demo}`
sv_se: Användarnamnsändringar: "{changes}" Namemc: [link]({namemc}) Legacy: "{legacy}" Demo: "{demo}"
tr_tr: Kullanıcı Adı Değişiklikleri: `{changes}` Namemc: [link]({namemc}) Legacy: `{legacy}` Gösterim: `{demo}`
zh_tw: 使用者名稱變更： `{changes}` Namemc： [link]（{namemc}） Legacy： `{legacy}` Demo： `{demo}`

source: Name History
ar_sa: السجل التاريخي للاسم
cs_cz: Historie názvu
da_dk: Navnehistorik
de_de: Namensverlauf
el_gr: Όνομα ιστορικού:
es_es: Nombre histórico
fi_fi: Nimi historia
fr_fr: Historique des noms
he_il: היסטוריית שמות
it_it: Cronologia del nome
ja_jp: 名前の履歴
nl_nl: Naamhistorie
pl_pl: Historia nazw
pt_pt: Histórico do Nome
ro_ro: Istorie nume
ru_ru: Хронология имен
sv_se: Namn Historik
tr_tr: Ad Geçmişi
zh_tw: 名稱歷程

source: Minecraft server info.
ar_sa: معلومات وحدة خدمة Minraft.
cs_cz: Informace serveru Minecraft.
da_dk: Minecraft-serveroplysninger.
el_gr: Πληροφορίες διακομιστή Minecraft.
es_es: Información del servidor Minecraft.
fi_fi: Minecraftin palvelintiedot.
fr_fr: Informations sur le serveur Minecraft.
he_il: פרטי שרת מינקראפט.
it_it: Info server Minecraft.
ja_jp: Minecraft サーバー情報
pl_pl: Informacje o serwerze Minecraft.
pt_pt: Info servidor minecraft.
ro_ro: Informaţii server minecraft.
ru_ru: Информация сервера Minecraft.
tr_tr: Minecraft sunucusu bilgileri.
zh_tw: Minecraft 伺服器資訊。

source: Please provide a server
ar_sa: برجاء اتاحة وحدة خدمة
cs_cz: Zadejte prosím server
da_dk: Angiv en server
de_de: Geben Sie einen Server an.
el_gr: Καθορίστε έναν εξυπηρετητή.
es_es: Proporcione un servidor
fi_fi: Anna palvelin
fr_fr: Veuillez fournir un serveur
he_il: נא לציין שרת.
it_it: Fornire un server
ja_jp: サーバーを指定してください
nl_nl: Geef een server op
pl_pl: Podaj serwer
pt_pt: Por favor, forneça um servidor
ro_ro: Vă rugăm să furnizaţi un server
ru_ru: Укажите сервер
sv_se: Ange en server
tr_tr: Lütfen bir sunucu sağlayın
zh_tw: 請提供伺服器

source: server could not be reached.
ar_sa: لا يمكن الوصول الى وحدة الخدمة.
cs_cz: server nebyl dosažen.
da_dk: Serveren kan ikke nås.
de_de: Server konnte nicht erreicht werden.
el_gr: Δεν ήταν δυνατή η πρόσβαση στον εξυπηρετητή.
es_es: no se ha podido alcanzar el servidor.
fi_fi: Palvelin ei ole käytettävissä.
fr_fr: Le serveur n'a pas pu être atteint.
he_il: לא ניתן להגיע לשרת.
it_it: non è stato possibile raggiungere il server.
ja_jp: サーバーに到達できませんでした。
nl_nl: de server kon niet worden bereikt.
pl_pl: Nie można uzyskać dostępu do serwera.
pt_pt: servidor não pôde ser alcançado.
ro_ro: server nu a putut fi atins.
ru_ru: не удалось получить доступ к серверу.
sv_se: Det gick inte att nå servern.
tr_tr: sunucuya ulaşılamadı.
zh_tw: 無法呼叫到伺服器。

source: Java Server: {server_ip}
ar_sa: وحدة خدمة Java : {server_ip}
cs_cz: Server Java: {server_ip}
el_gr: Εξυπηρετητής Java: {server_ip}
es_es: Servidor Java: {server_ip}
fi_fi: Java-palvelin: {server_ip}
fr_fr: Serveur Java: {server_ip}
he_il: שרת Java: {server_ip}
it_it: Server Java: {server_ip}
ja_jp: Java サーバー: {server_ip}
pl_pl: Serwer Java: {server_ip}
pt_pt: Servidor Java: {server_ip}
ro_ro: Server Java: {server_ip}
ru_ru: Сервер Java: {server_ip}
tr_tr: Java Sunucusu: {server_ip}

source: Description
ar_sa: الوصف
cs_cz: Popis
da_dk: Beskrivelse
de_de: Beschreibung
el_gr: Περιγραφή:
es_es: Descripción
fi_fi: Kuvaus
he_il: תיאור
it_it: Descrizione
ja_jp: 解説
nl_nl: Omschrijving
pl_pl: Opis
pt_pt: Descrição
ro_ro: Descriere
ru_ru: Описание
sv_se: Beskrivning
tr_tr: Açıklama
zh_tw: 說明

source: Online: `{online}` Maximum: `{maximum}`
ar_sa: Online : '{online}' الحد الأقصى : '{maximum}'
el_gr: Ηλεκτρονικά: `{online}` Μέγιστο: `{maximum}
es_es: En línea: `{online}` Maximum: `{maximum}`
fi_fi: Internet: "{online}" Enimmäismäärä: "{maximum}"
fr_fr: En ligne: `{online}` Maximum: `{maximum}`
he_il: מקוון:{online}' מקסימום:{maximum}
it_it: Online: `{online}` Massimo: `{maximum}`
ja_jp: オンライン: `{online}` 最大: `{maximum}'
pl_pl: Online: `{online}` Maksimum: `{maximum}`
pt_pt: Online: `{online}` Máximo: `{maximum}`
ru_ru: Онлайн: `{online}` Максимальная: `{maximum}`
tr_tr: Online: `{online}` En çok: `{maximum}`

source: Version
ar_sa: النسخة
cs_cz: Verze
el_gr: Έκδοση:
es_es: Versión
fi_fi: Versio
he_il: גרסה
it_it: Versione
ja_jp: バージョン
nl_nl: Versie
pl_pl: Wersja
pt_pt: Versão
ro_ro: Versiune
ru_ru: Версия
tr_tr: Sürüm
zh_tw: 版本

source: Java Edition Running: `{version}` Protocol: `{protocol}`
ar_sa: تشغيل Java Edition Running : '{version}' البروتوكول : '{protocol}'
cs_cz: Java Edition Running: `{version}` Protokol: `{protocol}`
da_dk: Java Edition Running: `{version}` Protokol: `{protocol}`
de_de: Java Edition Running: `{version}` Protokoll: `{protocol}`
el_gr: Java Edition Εκτέλεση: `{version}` Πρωτόκολλο: `{protocol}`
es_es: Java Edition En Ejecución: `{version}` Protocolo: `{protocol}`
fi_fi: Java-versio Juokseva: "{version}" Pöytäkirja: "{protocol}"
fr_fr: Java Edition En cours d'exécution: `{version}` Protocole: `{protocol}`
he_il: Java Edition רץ: `{version}פרוטוקול פרוטוקול:{protocol}
it_it: Java Edition Running: `{version}` Protocollo: `{protocol}`
ja_jp: Java Edition 「{version}` プロトコル: `{protocol} " 」
nl_nl: Java Edition Actief: `{version}` Protocol: `{protocol}`
pl_pl: Java Edition Działający: `{version}` Protokół: `{protocol}`
pt_pt: Java Edition Running: `{version}` Protocolo: `{protocol}`
ru_ru: Java Edition Выполняется: `{version}` Протокол: `{protocol}`
sv_se: Java Edition Körning: "{version}" -protokoll: "{protocol}"
tr_tr: Java Edition Çalışıyor: `{version}` Protokol: `{protocol}`

source: Bedrock Server: {address}
ar_sa: وحدة خدمة Bedروك : {address}
de_de: Gebettserver: {address}
el_gr: Διακομιστής Bedrock: {address}
es_es: Servidor de base: {address}
fr_fr: Serveur Bedrock: {address}
he_il: שרת Bedrock: {address}
it_it: Server da letto: {address}
ja_jp: ベッドロック・サーバー : {address}
pl_pl: Serwer Bedrock: {address}
pt_pt: Servidor de Bedck: {address}
ro_ro: Server de bază: {address}
ru_ru: Сервер основ: {address}

source: Players
ar_sa: لاعبين
cs_cz: Hráči
da_dk: Spillere
de_de: Spieler
el_gr: Παίκτες!
es_es: Jugadores
fi_fi: Pelaajat
fr_fr: Joueurs
he_il: שחקנים
it_it: Giocatori
ja_jp: プレイヤー
nl_nl: Spelers
pl_pl: Gracze
pt_pt: Jogadores
ro_ro: Jucători
ru_ru: Игроки
sv_se: Spelare
tr_tr: Oyuncular
zh_tw: 球員

source: Online: `{player_count}` Maximum: `{player_max}`
ar_sa: Online : '{player_count}' الحد الأقصى : '{player_max}'
el_gr: Ηλεκτρονικά: `{player_count}` Μέγιστο: `{player_max}
es_es: En línea: `{player_count}` Maximum: `{player_max}`
fi_fi: Internet: "{player_count}" Enimmäismäärä: "{player_max}"
fr_fr: En ligne: `{player_count}` Maximum: `{player_max}`
he_il: מקוון:{player_count}' מקסימום:{player_max}
it_it: Online: `{player_count}` Massimo: `{player_max}`
ja_jp: オンライン: `{player_count}` 最大: `{player_max}'
pl_pl: Online: `{player_count}` Maksimum: `{player_max}`
pt_pt: Online: `{player_count}` Máximo: `{player_max}`
ru_ru: Онлайн: `{player_count}` Максимальная: `{player_max}`
tr_tr: Online: `{player_count}` En çok: `{player_max}`

source: Bedrock Edition Running: `{version}` Protocol: `{protocol}`
ar_sa: Bedروك Edition Running : '{version}' البروتوكول : '{protocol}'
cs_cz: Bedrock Edition Running: `{version}` Protokol: `{protocol}`
da_dk: Bedrock Edition Running: `{version}` Protokol: `{protocol}"
de_de: Grundgestein Edition Running: `{version}` Protokoll: `{protocol}`
el_gr: Bedrock Edition Εκτέλεση: `{version}` Πρωτόκολλο: `{protocol}
es_es: Roedck Edition Running: `{version}` Protocol: `{protocol}`
fi_fi: Bedrock Edition Juokseminen: "{version}" Pöytäkirja: "{protocol}"
fr_fr: Bedrock Edition En cours d'exécution: `{version}` Protocole: `{protocol}`
he_il: Bedrock Edition רץ:{version}פרוטוקול פרוטוקול:{protocol}
it_it: Letto ck Edition Running: `{version}` Protocollo: `{protocol}`
ja_jp: ベドロック・エディション 「{version}` プロトコル: `{protocol} ` 」
pl_pl: Bedrock Edition Działający: `{version}` Protokół: `{protocol}`
pt_pt: Alicerce Edição Running: `{version}` Protocolo: `{protocol}`
ro_ro: Fundaş Edition Running: `{version}` Protocol: `{protocol}`
ru_ru: Основы Edition Выполняется: `{version}` Протокол: `{protocol}`
sv_se: Bedrock Edition Running: "{version}" Protokoll: "{protocol}"
tr_tr: Bedrock Edition Çalışıyor: `{version}` Protokol: `{protocol}`

source: Info
ar_sa: المعلومات
cs_cz: Informace
da_dk: Oplysninger
fi_fi: Tietoja
fr_fr: Infos
he_il: מידע
ja_jp: 情報
pl_pl: Informacja
ru_ru: Информация
sv_se: Information
tr_tr: Bilgi

source: Gamemode: `{gamemode}` Latency: `{latency}`
ar_sa: Gamedde : "{gamemode}" لاتيني : '{latency}'
cs_cz: Gamemode: `{gamemode}` Latence: `{latency}`
de_de: Gamemode: `{gamemode}` Latenzzeit: `{latency}`
es_es: Gamemode: `{gamemode}` Latencia: `{latency}`
fr_fr: Gamemode: `{gamemode}` Latence: `{latency}`
he_il: Gamemode: `{gamemode}' אחרונה:{latency}
it_it: Gamemode: `{gamemode}` Latenza: `{latency}`
ja_jp: ゲームモード : 「{gamemode}」 レイテンシー: `{latency}'
pl_pl: Gamemode: `{gamemode}` Opóźnienie: `{latency}`
pt_pt: Gamemode: `{gamemode}` Latência: `{latency}`
ru_ru: Gamemode: `{gamemode}` Задержка: `{latency}`
sv_se: Gamemode: "{gamemode}" Latens: "{latency}"
tr_tr: Gamomode: `{gamemode}` Latency: `{latency}`

source: Check the status of all the Mojang services.
ar_sa: تحقق من حالة كل خدمات Mojang.
cs_cz: Zkontrolujte stav všech služeb Mojangu.
da_dk: Kontrollér status for alle Mojang-services.
de_de: Überprüfen Sie den Status aller Mojang Services.
el_gr: Ελέγξτε την κατάσταση όλων των υπηρεσιών Mojang.
es_es: Compruebe el estado de todos los servicios de Mojang.
fi_fi: Tarkista kaikkien Mojang-palvelujen tila.
fr_fr: Vérifiez le statut de tous les services Mojang.
he_il: בדקו את המצב של כל שירותי Mojang.
it_it: Controllare lo stato di tutti i servizi Mojang.
ja_jp: すべての Mojang サービスの状況を確認します。
nl_nl: Controleer de status van alle Mojang diensten.
pl_pl: Sprawdź status wszystkich usług Mojang.
pt_pt: Confira o status de todos os serviços da Mojang.
ro_ro: Verificaţi starea tuturor serviciilor Mojang.
ru_ru: Проверьте состояние всех служб Mojang.
sv_se: Kontrollera status för alla Mojang-tjänster.
tr_tr: Tüm Mojang servislerinin durumunu kontrol et.
zh_tw: 請檢查所有 Mojang 服務的狀態。

source: :green_heart: - {service}: **This service is healthy.**
ar_sa: :green_heart: - {service}: ** هذه الخدمة صحية * *
da_dk: :green_heart: - {service}: ** Denne service er sundthy.* *
de_de: :green_heart: - {service}: ** Dieser Service ist gesünder. * *
el_gr: :green_heart: - {service}: ** Αυτή η υπηρεσία είναι υγιής. * *
es_es: :green_heart: - {service}: ** Este servicio es saludable. * *
fi_fi: :green_heart: - {service}: ** Tämä palvelu on terveellinen. *
fr_fr: :green_heart: - {service}: ** Ce service est sain. * *
he_il: :green_heart: - {service}: ** שירות זה בריא. * *
it_it: :green_heart: - {service}: ** Questo servizio è healthy. * *
ja_jp: :green_heart: - {service}: **このサービスは健全です。 **
nl_nl: :green_heart: - {service}: ** Deze service is genezer * *
pl_pl: :green_heart: - {service}: ** Ta usługa jest zdrowsza. * *
pt_pt: :green_heart: - {service}: ** Este serviço é mais saudável. * *
ro_ro: :green_heart: - {service}: ** Acest serviciu este healty. * *
ru_ru: :green_heart: - {service}: ** Эта служба-цели> * *
sv_se: :green_heart: - {service}: ** Den här tjänsten är hälsosam. * *
tr_tr: :green_heart: - {service}: ** bu hizmet healthy. * *

source: :heart: - {service}: **This service is offline.**
ar_sa: :heart: - {service}: ** هذه الخدمة غير lineline. * *
cs_cz: :heart: - {service}: ** Tato služba je offline. * *
da_dk: :heart: - {service}: ** Denne service er offline. * * *
de_de: :heart: - {service}: ** Dieser Service ist offline.* *
el_gr: :heart: - {service}: ** Η υπηρεσία αυτή είναι offline. * *
es_es: :heart: - {service}: ** Este servicio está fuera de línea * *
fi_fi: :heart: - {service}: ** Tämä palvelu on lintteri *
fr_fr: :heart: - {service}: ** Ce service est hors ligne * *
he_il: :heart: - {service}: ** שירות זה הוא מחוץ לקו. * *
it_it: :heart: - {service}: ** Questo servizio è offline. * *
ja_jp: :heart: - {service}: **このサービスはオフラインです。 **
nl_nl: :heart: - {service}: ** Deze service is offline.* *
pl_pl: :heart: - {service}: ** Ta usługa jest offlina.* *
pt_pt: :heart: - {service}: ** Este serviço é offline. * *
ro_ro: :heart: - {service}: ** Acest serviciu este offline. * *
ru_ru: :heart: - {service}: ** Эта служба является офлайновой * *
sv_se: :heart: - {service}: ** Den här tjänsten är offline. * *
tr_tr: :heart: - {service}: ** bu hizmet offline. * *
zh_tw: :heart: - {service}： **This service is offlin. * *

source: Minecraft Service Status
ar_sa: حالة خدمة المركبات الفضائية
cs_cz: Stav služby Minecraft
el_gr: Κατάσταση υπηρεσίας Minecraft
es_es: Estado del servicio Minecraft
fi_fi: Minecraft-palvelun tila
fr_fr: Statut du service Minecraft
he_il: מצב שירות Minecraft
it_it: Stato del servizio di Minecraft
ja_jp: Minecraft のサービス状況
nl_nl: Status Minecraft service
pl_pl: Status usługi Minecraft
pt_pt: Status do Serviço Minecraft
ro_ro: Stare serviciu minecraft
ru_ru: Состояние службы Minecraf
sv_se: Tjänststatus för Minecraft
tr_tr: Minecraft Hizmet Durumu
zh_tw: Minecraft 服務狀態

source: Total Sales: **{total}** Last 24 Hours: **{last}**
ar_sa: اجمالي المبيعات : **{total}** أخير 24 ساعة : **{last}**
cs_cz: Celkový prodej: **{total}** Poslední 24 hodin: **{last}**
da_dk: Salg i alt: **{total}** Last 24 Hours: **{last}**
de_de: Gesamtverkäufe: **{total}** Letzte 24 Stunden: **{last}**
el_gr: Σύνολο Πωλήσεων: **{total}** Τελευταίες 24 Ώρες: **{last}**
es_es: Total Ventas: **{total}** Últimas 24 Horas: **{last}**
fi_fi: Myynti yhteensä: **{total}** Viime 24 tuntia: **{last}**
fr_fr: Total des ventes: **{total}** dernières 24 heures: **{last}**
he_il: סה " כ מכירות:{total}** 24 השעות האחרונות: **{last}**
it_it: Vendite totali: **{total}** Ultima 24 Ore: **{last}**
nl_nl: Totale Verkoop: **{total}** Laatste 24 Uur: **{last}**
pl_pl: Całkowita sprzedaż: **{total}** Ostatnie 24 godziny: **{last}**
pt_pt: Vendas Total: **{total}** Últimas 24 Horas: **{last}**
ro_ro: Total Sales: **{total}** Last 24 Ore: **{last}**
ru_ru: Всего продаж: **{total}** Последние 24 часа: **{last}**
sv_se: Total försäljning: **{total}** Senaste 24 Timmar: **{last}**
tr_tr: Toplam Satış: **{total}** Son 24 Saat: **{last}**
zh_tw: Total Sales： **{total}** Last 24 小時： **{last}**

source: Minecraft Services:
ar_sa: خدمات المركبات الفضائية :
el_gr: Υπηρεσίες Minecraft:
fi_fi: Minecraft-palvelut:
fr_fr: Services Minecraft:
he_il: שירותי מיינקראפט:
it_it: Servizi di Minecraft:
ja_jp: Minecraft サービス:
pl_pl: Usługi Minecraft:
pt_pt: Serviços Minecraft:
ro_ro: Servicii de minecraft:
ru_ru: Услуги Minecraft
tr_tr: Minecraft Hizmetleri:
zh_tw: Minecraft 服務：
