Repository: Obsidion-dev/Obsidion
Catalog: obsidion/cogs/config/locales/*.po
Languages: ar_sa, cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, he_il, it_it, ja_jp, ko_kr, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, vi_vn, zh_cn, zh_tw

source: Sets Obsidion's server prefix(es).
ar_sa: لتحديد بادئة وحدة خدمة Obsidion (es).
cs_cz: Nastaví předponu serveru objektu Obsideon (es).
da_dk: Sets Obsidions serverpræfiks (es).
de_de: Legt das Serverpräfix (es) von Obsidion fest.
es_es: Establece el prefijo (es) del servidor de Obsidion.
fi_fi: Sets Obsidionin palvelimen etuliite (es)
fr_fr: Définit le (s) préfixe (s) du serveur d'Obsidion.
he_il: הגדרת קידומת השרת של Obsidion (es).
it_it: Imposta il prefisso del server di Obsidion (es).
ja_jp: Obsidionのサーバー接頭部を設定します。
ko_kr: Obsidion의 서버 접두어를 설정한다.
pl_pl: Ustawia prefiks serwera Obsidion (es).
pt_pt: Configura prefixo do servidor do Obsidion (es).
ro_ro: Setează prefixul serverului Obsidion (es).
ru_ru: Задает префикс сервера Obsidion.
sv_se: Ställer in Obsidions serverprefix (er).
tr_tr: Obsidion 'un sunucu önekini (es) ayarlar.
vi_vn: Đặt tiền tố máy chủ Obsidion (es).
zh_cn: 设置 Obasion的服务器前缀。
zh_tw: 設定 Obsidion的伺服器字首（ es）。

source: Guild prefixes have been reset.
ar_sa: تم ارجاع البادئات للنقابة.
cs_cz: Předpony guld byly resetovány.
da_dk: Guild præfikser er nulstillet.
de_de: Gildenpräfixe wurden zurückgesetzt.
es_es: Se han restablecido los prefijos de hermandad.
fi_fi: Luo etuliitteet uudelleen.
fr_fr: Les préfixes de guilde ont été réinitialisé.
he_il: הקידומות של הגילדה אופסו.
it_it: I prefissi di Guild sono stati reimpostati.
ja_jp: ギルド接頭部がリセットされました。
ko_kr: 길드 접두부가 재설정되었습니다.
pl_pl: Prefiksy gildii zostały zresetowane.
pt_pt: Prefixos de Grêmio foram reajustados.
ro_ro: Prefixele Guild au fost resetate.
ru_ru: Префиксы гильдии были сброшены.
sv_se: Föruträttningar har återställts.
tr_tr: Gulf önekleri sıfırlandı.
vi_vn: Đã đặt lại tiền tô ́ của Guild.
zh_cn: 已重置 Guild 前缀。
zh_tw: 已重設 Guild 字首。

source: Prefix set.
ar_sa: فئة البادئة.
cs_cz: Předpona nastavena.
da_dk: Præfiks indstillet.
de_de: Präfixsatz.
es_es: Prefijo establecido.
fi_fi: Ennuste asetettu.
fr_fr: Préfixe défini.
he_il: ערכת קידומת.
it_it: Set di prefisso.
ja_jp: 接頭部セット。
ko_kr: 접두부 세트.
pl_pl: Zestaw przedrostków.
pt_pt: Conjunto de prefixo.
ro_ro: Set prefix.
ru_ru: Набор префиксов.
sv_se: Prefixuppsättning.
tr_tr: Önek kümesi.
vi_vn: Đặt tiền tố.
zh_cn: 前缀集。
zh_tw: 字首集。

source: Changes the bot's locale in this server. `<language_code>` can be any language code with country code included, e.g. `en-US`, `de-DE`, `fr-FR`, `pl-PL`, etc. Use "default" to return to the bot's default set language. To reset to English, use "en-US".
ar_sa: يقوم بتغيير محددات اللغة الخاصة بوحدة bot في وحدة الخدمة هذه. '<language_code>' يمكن أن يكون أي رمز للغة مع رموز البلدان المدرجة فيه ، ، مثل 'en-US ،' de-US-Fr-FR '،' pup-PL ' ، وهلم جرا. استخدم "المفترض" للعودة الى لغة المجموعة المفترضة للbot. للارجاع الى اللغة الانجليزية ، استخدم "en-US".
cs_cz: Změní národní prostředí botů na tomto serveru. '<language_code>' může být jakýkoliv kód jazyka včetně kódu země, , např. ` en-US `, ` de-DE `, ` fr-FR `, ` pl-PL `, atd. Chcete-li se vrátit do výchozího jazyka sady bot, použijte hodnotu "default". Chcete-li provést reset na angličtinu, použijte "en-US".
da_dk: Ændringer af botens sprogkonvention på denne server. `<language_code>"kan være en hvilken som helst sprogkode med landekode inkluderet, fx" en-US "," de-DE "," fr-FR "," pl-PL "," pl-PL " osv. Brug "default" for at vende tilbage til botens standardsprog. For at nulstille til engelsk, brug "en-US".
de_de: Ändert die Ländereinstellung des Bot auf diesem Server. `<language_code>` kann ein beliebiger Sprachcode mit Ländercode sein, z. B. ` en-US `, ` de-DE `, ` fr-FR `, ` pl-PL `, etc. Verwenden Sie "default", um zur Standardsatzsprache des Bot zurückzukehren. Um auf Englisch zurückzusetzen, verwenden Sie "en-US".
es_es: Cambia el entorno local del bot en este servidor. `<language_code>` puede ser cualquier código de idioma con código de país incluido, por ejemplo ` en-US `, ` de-DE `, ` fr-FR `, ` pl-PL `, etc. Utilice "default" para volver a la lengua de juego predeterminada del bot. Para restablecer al inglés, utilice "en-US".
fi_fi: Muutokset botin paikallistunnusta tässä palvelimessa. "<language_code>" voi olla kielikoodi, jossa on maakoodi, , esim. "En-US", "de-DE", "fr-FR", "plPL" jne. Käytä "oletusarvoa" palautettavaksi Botin oletusasetuskielelle. Nollaa Englanti, käytä "en-US".
fr_fr: Modiquant l'environnement local du bot sur ce serveur. `<language_code>` peut être n'importe quel code de langue avec le code pays inclus, p. Ex., ` en-US `, ` de-DE `, ` fr-FR `, ` pl-PL `, etc. Utilisez "default" pour revenir à la langue définie par défaut du bot. Réinitialiser en anglais, utiliser "en-US".
he_il: שינויים באזור של הרובוט בשרת זה. `<language_code>יכול להיות כל קוד שפה עם קוד מדינה כלול, , ` מינוס '` `, ` מינוס `, ` `, ` מ `, וכו', וכו '. שימוש ב "ברירת מחדל" כדי לחזור לשפת ברירת המחדל המוגדרת כברירת מחדל של הרובוט. כדי לאפס לאנגלית, השתמשו ב - "en-US".
it_it: Modifica il locale del bot in questo server. `<language_code>` può essere qualsiasi codice lingua con codice paese incluso, ad es. ` en-US `, ` de - DE `, ` fr-FR `, ` PL `, ecc. Utilizzare "default" per tornare al linguaggio impostato predefinito del bot. Per resettare all'inglese, utilizzare "en-US".
ja_jp: このサーバーのボットのロケールを変更します。 `<language_code>' は、国別コード 、例えば「 en - US」、「de-DE」、「 fr-FR」、「 pl-PL」などの言語コードにすることができます。 ボットのデフォルト設定言語に戻るには、「default」を使用します。 英語にリセットするには、「en - US」を使用します。
ko_kr: 이 서버에서 로봇의 로케일을 변경합니다. `<language_code>`는 국가 코드가 포함된 언어 코드, (예: ` en-US `, ` deDE `, ` fr-FR `, ` pl-PL `등) 이 될 수 있다. "기본값" 을 사용하여 봇의 기본 설정 언어로 돌아가십시오. 영어로 재설정하려면 "en-US" 를 사용하십시오.
pl_pl: Zmienia ustawienia narodowe bota na tym serwerze. `<language_code>` może być dowolnym kodem języka z kodem kraju, w tym , np. ` en-US `, ` de-DE `, ` fr-FR `, ` pl-PL `, itd. Użyj "default", aby powrócić do domyślnego języka zestawu bot. Aby zresetować się do języka angielskiego, należy użyć opcji "en-US".
pt_pt: Altera o locale do bot neste servidor. §<language_code>" pode ser qualquer código linguístico com código de país incluído, , por exemplo, ` en-US `, ` de-DE `, ` fr-FR `, ` pl-PL `, etc. Use "default" para retornar à linguagem de set padrão do bot. Para redefinir para o inglês, use "en-US".
ro_ro: Schimbă locale-ul de bot în acest server. `<language_code>` poate fi orice cod de limbă cu codul de ţară inclus, de ex. ` en-US `, ` de-DE `, ` fr-FR `, ` pl-PL `, etc. Folosiţi "default" pentru a reveni la limba setată implicit a bot. Pentru a reseta în engleză, folosiţi "en-US".
ru_ru: Изменяет локаль бота на этом сервере. `<language_code>` может быть любой языковой код с кодом страны: , например " en-US `, ` de-DE `, ` fr-FR `, ` pl-PL ` и т.д. Используйте "default" для возврата к языку набора по умолчанию для бота. Для переустановки на английский используется "en-US".
sv_se: Ändrar botens språkmiljö på den här servern. "<language_code>" kan vara valfri språkkod med landsnummer, , t.ex. "en-US", "de-DE", "fr-FR", "pl-PL", etc. Använd "default" för att återgå till standardspråket för boten. För att återgå till engelska, använd "en-US".
tr_tr: Bu sunucuda bot ülke değerini değiştirir. `<language_code>`, with country code include, örn. ` en-US `, ` de-DE `, ` fr-FR `, ` pl-PL ` gibi herhangi bir dil kodu olabilir. Robot varsayılan küme diline dönmek için "default" değerini kullanın. İngilizce 'ye sıfırlamak için "en-US" kullanın.
zh_cn: 更改此服务器中的 bot的语言环境。 "<language_code>" 可以是包含国家代码的任何语言代码， 例如 "en-US"， "de-DE"， "fr-FR"， "pl-PL"等。 使用 "default" 返回到 bot的缺省集语言。 要重置为英语，请使用 "en-US"。
zh_tw: 變更此伺服器中的 bot的語言環境。 `<language_code>` 可以是包含國碼的任何語言碼，例如： ，例如 `en-US`， `de-DE`， `fr-FR`， `pl-PL`，等等。 請使用「預設值」，回到 Bot 的預設設定語言。 要重設為英文，請使用 "en-US".

source: Locale has been set to the default.
ar_sa: تم ضبط محددات اللغة الى القيمة المفترضة.
cs_cz: Národní prostředí bylo nastaveno na výchozí hodnotu.
da_dk: Sprogkonventionen er angivet til standardværdien.
de_de: Die Ländereinstellung wurde auf den Standardwert gesetzt.
es_es: El entorno local se ha establecido en el valor predeterminado.
fi_fi: Paikallistunnus on määritetty oletusarvoksi.
fr_fr: L'environnement local a été défini sur la valeur par défaut.
he_il: המערכת הוגדרה כברירת מחדל.
it_it: Il locale è stato impostato sul default.
ja_jp: ロケールはデフォルトに設定されています。
ko_kr: 로케일이 기본값으로 설정되었습니다.
pl_pl: Ustawienia narodowe zostały ustawione na wartość domyślną.
pt_pt: O Locale foi definido para o padrão.
ro_ro: Locale-ul a fost setat la valoarea implicită.
ru_ru: Для локали задано значение по умолчанию.
sv_se: Språkmiljö har ställts in till standardvärdet.
tr_tr: Yerel ayar varsayılan değere ayarlandı.
vi_vn: Ngôn ngư ̃ đã được thiết lập theo mặc định.
zh_cn: 语言环境已设置为缺省值。
zh_tw: 已將語言環境設為預設值。

source: Invalid language code. Use format: `en-US`
ar_sa: كود لغة غير صحيح. استخدام النسق : ' en-US
cs_cz: Neplatný kód jazyka. Použít formát: ` en-US `
da_dk: Ugyldig sprogkode. Brug format: ` en-US `
de_de: Ungültiger Sprachencode. Format: ` en-US `
es_es: Código de idioma no válido. Formato de uso: "en-US"
fi_fi: Virheellinen kielikoodi. Käytä muotoa: "en-US"
fr_fr: Code de langue non valide. Format d'utilisation: ` en-US'
he_il: קוד שפה לא חוקי. שימוש במבנה: ` en-US `
it_it: Codice lingua non valido. Formato di utilizzo: ` en-US `
ja_jp: 言語コードが無効です。 使用形式: 「en - US」
ko_kr: 언어 코드가 올바르지 않습니다. 사용 형식: "en-US"
pl_pl: Niepoprawny kod języka. Użyj formatu: ` en-US `
pt_pt: Código de idioma inválido. Formato de uso: ` en-US `
ro_ro: Cod de limbă nevalid. Formatul de utilizare: "en-US"
ru_ru: Недопустимый код языка. Формат: ` ru-RU `
sv_se: Ogiltig språkkod. Använd format: "en-US"
tr_tr: Dil kodu geçersiz. Kullanım biçimi: ` en-US `
vi_vn: Mã ngôn ngữ không hợp lệ Sử dụng định dạng: ` en-US `
zh_cn: 语言代码无效。 使用格式: "en-US"
zh_tw: 語言碼無效。 Use format： `en-US `

source: Invalid format - language code has to include country code, e.g. `en-US`
ar_sa: كود لغة نسق غير صحيح يجب أن يتضمن كود البلد ، على سبيل المثال ، 'en-US'
cs_cz: Neplatný formát-kód jazyka musí obsahovat kód země, např. "en-US"
da_dk: Ugyldigt format-sprogkode skal indeholde landekode, f.eks. "daDK".
de_de: Ungültiger Formatsprachencode muss Ländercode enthalten, z. B. ` en-US `
es_es: El código de idioma de formato no válido tiene que incluir el código de país, por ejemplo "en-US"
fi_fi: Virheellinen muoto-kielikoodin on sisällettävä maakoodi, kuten "en-US"
fr_fr: Le code de langue de format non valide doit inclure le code pays, par exemple "en-US"
he_il: מבנה לא חוקי-קוד שפה חייב לכלול קוד מדינה, לדוגמה ` en-US `
it_it: Formato non valido - il codice lingua deve includere il codice paese, ad esempio ` en-US `
ja_jp: 無効なフォーマット - 言語コードに国別コードを含める必要があります。例えば、「en - US」
ko_kr: 올바르지 않은 형식 언어 코드에는 국가 코드 (예: "en-US") 가 포함되어야 합니다.
pl_pl: Nieprawidłowy format-kod językowy musi zawierać kod kraju, np. ` en-US `
pt_pt: Formato inválido-código linguístico tem de incluir código de país, por exemplo, ` en-US `
ro_ro: Un cod de limbă format invalid trebuie să includă codul de ţară, de ex. ` en-US `
ru_ru: Недопустимый код языка форматирования должен включать код страны, например "en-US"
sv_se: Ogiltig format-språkkod måste inkludera landskoden, t.ex. "en-US".
tr_tr: Geçersiz biçim dil kodu ülke kodunu içermelidir; örn. ` en-US `
vi_vn: Mã ngôn ngư ̃ định dạng không hợp lệ phải bao gồm mã quốc gia, ví dụ ` en-US `
zh_cn: 格式无效的语言代码必须包含国家或地区代码，例如 "en-US"
zh_tw: 無效的格式 - 語言碼必須包括國家碼，例如 `en-US`

source: Locale has been set.
ar_sa: تم تحديد محددات اللغة.
cs_cz: Národní prostředí bylo nastaveno.
da_dk: Sprogkonvention er angivet.
de_de: Die Ländereinstellung wurde festgelegt.
es_es: Se ha establecido el entorno local.
fi_fi: Paikallistunnus on valmis.
fr_fr: L'environnement local a été défini.
he_il: המערכת הוגדרה.
it_it: Il locale è stato impostato.
ja_jp: ロケールが設定されています。
ko_kr: 로케일이 설정되었습니다.
pl_pl: Ustawienia narodowe zostały ustawione.
pt_pt: O Locale foi configurado.
ro_ro: Locale-ul a fost setat.
ru_ru: Задана локаль.
sv_se: Språkmiljö har ställts in.
tr_tr: Ülke değeri ayarlandı.
vi_vn: Ngôn ngư ̃ đã được thiết lập.
zh_cn: 已设置语言环境。
zh_tw: 已設定語言環境。

source: Changes bot's regional format in this server. This is used for formatting date, time and numbers. `<language_code>` can be any language code with country code included, e.g. `en-US`, `de-DE`, `fr-FR`, `pl-PL`, etc. Leave `<language_code>` empty to base regional formatting on bot's locale in this server.
ar_sa: يقوم بتغيير النسق الاقليمى لوحدة الخدمة بوحدة الخدمة هذه. يتم استخدام هذا لتنسيق التاريخ والوقت والأرقام. '<language_code>' يمكن أن تكون أي رمز للغة تتضمن الرمز القطري ، ، على سبيل المثال "en-US" ، "de-DE" ، "fr-FR" ، "fr-PL" ، وما إلى ذلك. اترك '<language_code>' خالي للتنسيق الإقليمي على أساس أساسي في محددات اللغة من البوت في وحدة الخدمة هذه.
cs_cz: Změní místní formát botů na tomto serveru. Tento formát se používá pro formátování data, času a čísel. `<language_code>' může být jakýkoliv kód jazyka včetně kódu země, , např. "en-US", ` de-DE `, ` fr-FR `, ` pl-PL `, atd. Leave `<language_code>` empty to base regional formatting on bot's locale's locale in this server.
de_de: Ändert das Regionalformat des Bot auf diesem Server. Dieser wird zum Formatieren von Datum, Uhrzeit und Zahlen verwendet. `<language_code>` kann ein beliebiger Sprachcode mit Ländercode sein, z. B. ` en-US `, ` de-DE `, ` fr-FR `, ` pl-PL `, etc. Lassen Sie `<language_code>` leer, um die regionale Formatierung auf der Bot-Ländereinstellung auf diesem Server zu verwenden.
es_es: Cambia el formato regional de bot en este servidor. Este se utiliza para el formato de fecha, hora y números. `<language_code>` puede ser cualquier código de idioma con código de país incluido, por ejemplo ` en-US `, ` de-DE `, ` fr-FR `, ` pl-PL `, etc. Dejar `<language_code>` vacío para basar el formato regional en el entorno local del bot en este servidor.
fi_fi: Palvelimessa on tapahtunut muutoksia. Tätä :ta käytetään muotoilupäivään, kellonaikaan ja numeroihin. "<language_code>" voi olla kielikoodi, jossa on maakoodi, , esim. "En-US", "de-DE", "fr-FR", "plPL" jne. Jätä "<language_code>" tyhjäksi, jotta alue muotoilee -botin paikallistunnuksen tässä palvelimessa.
fr_fr: Modification du format régional de bot dans ce serveur. Ce est utilisé pour le formatage de la date, de l'heure et des nombres. `<language_code>` peut être n'importe quel code de langue avec le code pays inclus, , par exemple ` en-US `, ` de-DE `, ` fr-FR `, ` pl-PL `, etc. Laisser `<language_code>'vide pour baser le formatage régional sur l'environnement local de ce serveur.
he_il: המבנה האזורי של רובוט שינויים בשרת זה. משמש עבור תאריך עיצוב, זמן ומספרים. ח '<language_code>יכול להיות כל קוד שפה עם קוד המדינה כלל, לדוגמה `, ` ס', ` מינוס `, ` ח `, וכו ', וכו'. נא להשאיר<language_code>כדי לבסס עיצוב אזורי על בסיס של בשרת זה.
it_it: Il formato regionale dei bot delle modifiche in questo server. Questo viene utilizzato per la data di formattazione, il tempo e i numeri. `<language_code>` può essere qualsiasi codice lingua con codice paese incluso, ad es. ` en-US `, ` de - DE `, ` fr-FR `, ` PL `, ecc. Leave `<language_code>` vuoto per basare la formattazione regionale su locale di bot in questo server.
ja_jp: このサーバーでボットの地域フォーマットを変更します。 この は、日付、時刻、および数値のフォーマット設定に使用されます。 `<language_code>' は、国別コード 、例えば「 en - US」、「de-DE」、「 fr-FR」、「 pl-PL」などの任意の言語コードを使用できます。 「<language_code>」は、このサーバー内の ボットのロケールに基づいて、地域のフォーマット設定をベースにしています。
ko_kr: 이 서버에서 로봇의 지역 형식을 변경합니다. 이 는 날짜, 시간 및 숫자를 형식화하는 데 사용됩니다. `<language_code>`는 국가 코드가 포함된 언어 코드 , 예를 들어, 'en-US', '디-DE', 'fr-FR', 'pl-PL' 등과 같은 언어 코드가 될 수 있다. "<language_code>는 이 서버에 있는 봇 로케일의 기본 지역 형식을 비워두십시오.
pl_pl: Zmiany w formacie regionalnym bot na tym serwerze. Ten jest używany do formatowania daty, godziny i liczb. `<language_code>` może być dowolnym kodem języka z kodem kraju, w tym , np. ` en-US `, ` de-DE `, ` fr-FR `, ` pl-PL `, itd. Pozostaw `<language_code>` pusty, aby oprzeć formatowanie regionalne na ustawieniach narodowych bot na tym serwerze.
pt_pt: Altera o formato regional do bot neste servidor. Este é usado para formatação de data, hora e números. §<language_code>" pode ser qualquer código linguístico com código de país incluído, , por exemplo, ` en-US `, ` de-DE `, ` fr-FR `, ` pl-PL `, etc. Deixe `<language_code>` vazio para a formatação regional de base na localidade de bot neste servidor.
ru_ru: Изменения в региональном формате бота на этом сервере. Это используется для форматирования даты, времени и чисел. `<language_code>` может быть любой код языка с кодом страны: , например " en-US `, ` de-DE `, ` fr-FR `, ` pl-PL ` и т.д. Оставьте `<language_code>` пустым, чтобы базовое региональное форматирование на сервере на этом сервере.
sv_se: Ändrar robotens regionala format på den här servern. Den här används för formatering av datum, tid och tal. "<language_code>" kan vara valfri språkkod med landskoden, , t.ex. "en-US", "de-DE", "fr-FR", "pl-PL", etc. Lämna "<language_code>" utan att basera den regionala formateringen på -botens språkmiljö på den här servern.
tr_tr: Bu sunucuda değişiklik robotunun bölgesel biçimi. Bu tarihi, saati ve sayıları biçimlendirmek için kullanılır. `<language_code>`, with country code include, örn. ` en-US `, ` de-DE `, ` fr-FR `, ` pl-PL ` gibi herhangi bir dil kodu olabilir. Bu sunucudaki robotun yerel ayarına ilişkin temel bölgesel biçimlendirme için `<language_code>` değerini bırakın.
zh_cn: 在此服务器中更改 bot的区域格式。 此 用于格式化日期，时间和数字。 "<language_code>" 可以是包含国家代码的任何语言代码， 例如 "en-US"， "de-DE"， "fr-FR"， "pl-PL"等。 在此服务器中 位机器人语言环境的基础区域格式化为 "<language_code>" 留空。
zh_tw: 在此伺服器中變更 bot 的區域格式。 此 用於格式化日期、時間和數字。 `<language_code>` 可以是包含國碼的任何語言碼，例如： ，例如 `en-US`， `de-DE`， `fr-FR`， `pl-PL`，等。 將 "<language_code>" 保留為這個伺服器中 bot的語言環境的基本區域格式。

source: Regional formatting will now be based on bot's locale in this server.
ar_sa: سيعتمد التنسيق الإقليمي الآن على محددات اللغة الخاصة بوحدة الخدمة في وحدة الخدمة هذه.
cs_cz: Regionální formátování bude nyní založeno na národním prostředí botů na tomto serveru.
da_dk: Regional formatering vil nu være baseret på botens sprogkonvention på denne server.
de_de: Die regionale Formatierung wird nun auf der Ländereinstellung des Bot auf diesem Server basieren.
es_es: El formato regional se basará ahora en el entorno local de bot en este servidor.
fi_fi: Alueellinen muotoilu perustuu nyt botin paikallistunnukseen tässä palvelimessa.
fr_fr: Le formatage régional sera désormais basé sur l'environnement local du bot sur ce serveur.
he_il: עיצוב אזורי יהיה מבוסס על אזור בוט בשרת זה.
it_it: La formattazione regionale sarà ora basata sul locale di bot in questo server.
ja_jp: これで、このサーバーのボットのロケールに基づいて地域のフォーマット設定が行われます。
ko_kr: 이제 지역 형식은 이 서버에 있는 봇의 로케일을 기반으로 합니다.
pl_pl: Formatowanie regionalne będzie teraz oparte na ustawieniach narodowych bot na tym serwerze.
pt_pt: A formatação regional agora será baseada no locale do bot neste servidor.
ro_ro: Formatarea regională se va baza acum pe locale-ul bot-ului în acest server.
ru_ru: Региональное форматирование теперь будет основано на локали бота на этом сервере.
sv_se: Regional formatering kommer nu att baseras på botens språkmiljö på den här servern.
tr_tr: Bölgesel biçimlendirme artık bu sunucudaki robotun yerel ayarlarına dayalı olacak.
vi_vn: Định dạng vùng nay sẽ dựa trên ngôn ngư ̃ của bot trong máy chủ này.
zh_cn: 现在，区域格式化将基于此服务器中的 bot语言环境。
zh_tw: 區域格式化現在將以這部伺服器中的 bot的語言環境為基礎。

source: Regional formatting will now be based on `{language_code}` locale.
ar_sa: وسيكون التنسيق الإقليمي قائما على أساس الموقع "{language_code}".
cs_cz: Regionální formátování bude nyní založeno na národním prostředí "{language_code}".
da_dk: Regional formatering vil nu være baseret på "{language_code}` -sprogkonvention.
de_de: Die regionale Formatierung basiert nun auf der Ländereinstellung `{language_code}`.
es_es: El formato regional se basará ahora en el entorno local "{language_code}".
fi_fi: Alueellinen muotoilu perustuu nyt "{language_code}" paikallistunnukseen.
fr_fr: Le formatage régional sera désormais basé sur l'environnement local "{language_code}".
he_il: עיצוב אזורי יתבסס כעת על אזור{language_code}.
it_it: La formattazione regionale sarà ora basata su `{language_code}` locale.
ja_jp: 地域のフォーマットは「{language_code}」ロケールに基づいているようになりました。
ko_kr: 지역별 형식은 '{language_code}' 로 돼 있다.
pl_pl: Formatowanie regionalne będzie teraz oparte na ustawieniach narodowych `{language_code}`.
pt_pt: A formatação regional será agora baseada em `{language_code}` locale.
ro_ro: Formatarea regională va fi acum bazată pe locale-ul "{language_code}".
ru_ru: Региональное форматирование теперь будет основано на локали "{language_code}".
sv_se: Regional formatering kommer nu att baseras på "{language_code}".
tr_tr: Bölgesel biçimlendirme artık `{language_code}` yerel ayarlarına dayalı olacaktır.
vi_vn: Định dạng khu vực sẽ dựa trên `{language_code}` bản địa.
zh_cn: 区域格式现在将以 "{language_code}" 语言环境为基础。
zh_tw: 區域格式現在將以 `{language_code}` 語言環境為基礎。

source: Link Minecraft account to Discord account.
ar_sa: ربط حساب Minraft بحساب Diskcord.
cs_cz: Propojit účet Minecraft s účtem Discord.
da_dk: Link Minecraft-konto til Ulestrengskonto.
de_de: Verknüpfen Sie Minecraft-Konto mit Discore-Konto.
es_es: Enlace cuenta de Minecraft a cuenta de Discord.
fi_fi: Link Minecraft -tili Discord-tilille.
fr_fr: Link Minecraft compte sur Discord account.
he_il: קישור מחשבון Minecraft לחשבון 'דיון'.
it_it: Link Minecraft account al conto Discordo.
ja_jp: Minecraft アカウントを Discord アカウントにリンクします。
ko_kr: 마인크래프트를 디스코드 계정에 연결합니다.
pt_pt: Link Minecraft conta a conta de Discórdia.
ro_ro: Legaţi contul Minecraft în contul Dicordon.
ru_ru: Связать счет Minecraft с учетной записью Discord.
sv_se: Länka Minecraft-konto till Discord-kontot.
tr_tr: Minecraft hesabını Discord hesabına bağla.
vi_vn: Liên kết tài khoản Minecraft đến tài khoản Discord.
zh_cn: 将 Minecraft 帐户链接到 Discord 帐户。
zh_tw: 鏈結 Minecraft 帳戶至 Discord 帳戶。

source: Link account to discord account.
ar_sa: ربط الحساب بحساب الشقاق.
cs_cz: Odkaz na účet pro dikabel.
da_dk: Linkkonto til diskord-konto.
de_de: Link-Konto zu Discorderkonto.
es_es: Enlace de cuenta a cuenta de discord.
fi_fi: Linkin tili irrotustilille.
fr_fr: Lier le compte au compte de discorde.
he_il: חשבון קישור לחשבון יורד.
it_it: Account di collegamento al conto discordo.
ja_jp: アカウントを不一致アカウントにリンクします。
ko_kr: 불협화음 계정에 계좌를 연결합니다.
pl_pl: Powiązanie konta z kontem discord.
pt_pt: Link conta para a conta da discórdia.
ro_ro: Contul de legătură la contul de discordie.
ru_ru: Ссылка на счет раздора.
sv_se: Länk-konto för att ta bort kontot.
tr_tr: Hesabı, hesabı atmak için bağlantı hesabı.
vi_vn: Liên kết tài khoản.
zh_cn: 将帐户链接到不和帐户。
zh_tw: 鏈結帳戶至不和科目。

source: Unlink minecraft account from discord account.
ar_sa: Unlink minacrat count من act account.
cs_cz: Odpojení minecraftu účtu z digordního účtu.
da_dk: Fjern link fra en minecraft-konto fra diskord-konto.
de_de: Unlink Minecraft-Konto von Discore-Konto.
es_es: Unlink minecraft cuenta de la cuenta de discord.
fi_fi: Irrota Minecraft-tili epäsoputilistä.
fr_fr: Unlink minecraft compte du compte discorde.
he_il: ביטול קישור של חשבון מינקראפט מחשבון מחלוקת.
it_it: Unlink minecraft dall'account di discordia.
ja_jp: Minecraft アカウントを不和のアカウントからリンク解除します。
ko_kr: 불일치 계정에서 마인크래프트 계정을 링크 해제합니다.
pl_pl: Odłącz konto minecraft z konta discord.
pt_pt: Unlink minecraft conta da conta discord.
ro_ro: Dezlegare cont minecraft din contul discordiei.
ru_ru: Unlink minecraft account from c
sv_se: Avlänka minecraft-kontot från oenighetskonto.
tr_tr: Minecraft hesabının discord hesabından bağlantısını kaldır.
vi_vn: Không liên kết tài khoản Minecraft từ tài khoản discord.
zh_cn: 从不和帐户中取消链接 minecraft 帐户。
zh_tw: Unlink minecraft account from 不和 account.
