Repository: Obsidion-dev/Obsidion
Catalog: obsidion/cogs/config/locales/*.po
Languages: ar_sa, cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, he_il, it_it, ja_jp, ko_kr, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, vi_vn, zh_cn, zh_tw

source: Link Minecraft server to Discord guild.
ar_sa: ربط وحدة خدمة Minraft server بوحدة خدمة DiskraL.
cs_cz: Propojit Minecraft server do Discord guild.
da_dk: Link Minecraft server til Discord-guild.
de_de: Link Minecraft Server zu Discord Gilde.
es_es: Enlace el servidor Minecraft al gremio de Discord.
fi_fi: Yhdistä Minecraft-palvelin Discord Guildiin.
fr_fr: Liez le serveur Minecraft à Discord guild.
he_il: קישור לשרת מיינקראפט כדי לבטל את הגילדה.
it_it: Link Minecraft server a Discord guild.
ja_jp: Minecraft サーバーを Discord ギルドにリンクします。
ko_kr: 마인크래프트 서버를 Discord guild에 연결합니다.
pl_pl: Link Serwer Minecraft do Discord gildii.
pt_pt: Link servidor Minecraft para Discórdia guild.
ro_ro: Legătură server Minecraft la bresd Dicordon.
ru_ru: Соедините сервер Minecraft с гильдией Discord.
sv_se: Länka Minecraft-servern till Discord guild.
tr_tr: Minecraft sunucusunu Discord longuna bağla.
vi_vn: Liên kết máy chủ Minecraft tới Discord guild.
zh_cn: 将 Minecraft 服务器链接到 Discord Guild。
zh_tw: 鏈結 Minecraft 伺服器到 Discord guilld。

source: Unlink minecraft server from discord guild.
ar_sa: وحدة خدمة منكرافت للنوكرافت من نقابة الشقاق.
cs_cz: Odpojte Minecraft server od discord guild.
da_dk: Uled minecraft-server fra diskotegrild.
de_de: Unlink minecraft server von discord gild.
es_es: Unlink minecraft servidor de la hermandad de la discordia.
fi_fi: Irrota Minecraft-palvelin.
he_il: ביטול קישור של שרת minראפט מגילדה.
it_it: Unlink minecraft server da discordia guild.
ja_jp: ミクラフトサーバーを不和ギルドからリンク解除します。
ko_kr: 불화 길드에서 마인크래프트 서버를 연결 해제합니다.
pl_pl: Odłącz serwer minecraft od gildii discordu.
pt_pt: Unlink servidor minecraft da discord guild.
ro_ro: Dezlegare server minecraft de la ghildul discordiei.
ru_ru: Не связывай сервер minecraft с гильдией раздора.
sv_se: Olänka minecraft-servern från oordgillet.
tr_tr: Minecraft sunucusunun discord longundan bağlantısını kaldır.
vi_vn: Không liên kết máy chủ Minecraft từ phường hội.
zh_cn: 从 discord guild 中取消链接 Minecraft 服务器。
zh_tw: Unlink minecraft server from 不和 guilld.

source: Autopost Minecraft News
ar_sa: أوتوست مينوكرافت نيوز
cs_cz: Novinky v Minecraftu Novinky
de_de: Autoopost Minecraft News
es_es: Autohost Minecraft News
he_il: חדשות מיינקראפט Autopost
ja_jp: アウトポスト・ミナルクラフト・ニュース
ko_kr: 아우토스트 마인크래프트 뉴스
pt_pt: Piloto Minecraft de autopost
ro_ro: Automost Minecraft News
ru_ru: Новости Minecraft
tr_tr: Autopost Minecraft Haberleri
vi_vn: Tự động đăng tin Minecraft
zh_cn: Autopoost Minecraft 新闻
zh_tw: Autoposst Minecraft News

source: You have completed the automatic posting setup process. You can change these settings using /autopost edit
ar_sa: لقد قمت باستكمال عملية اعداد الارسال الآلي. يمكنك تغيير هذه المحددات باستخدام /autopost تحرير
cs_cz: Dokončili jste proces nastavení automatického zveřejnění. Tato nastavení můžete změnit pomocí úpravy /autopist
da_dk: Du har afsluttet den automatiske opsætningsproces. Du kan ændre disse indstillinger ved hjælp af /autopistredigering
de_de: Sie haben den automatischen Entsendevorgang abgeschlossen. Sie können diese Einstellungen mit /autopost bearbeiten
es_es: Ha completado el proceso de configuración automática de la publicación. Puede cambiar estos valores utilizando /autohost edit
fi_fi: Olet suorittanut automaattisen lähettämisen asennusprosessin. Voit muuttaa näitä asetuksia käyttämällä /autopost muokkaus
fr_fr: Vous avez terminé le processus de configuration de l'affichage automatique. Vous pouvez modifier ces paramètres à l'aide de l'édition /autopost
he_il: השלמת את תהליך ההתקנה האוטומטי. ניתן לשנות הגדרות אלה באמצעות עריכה /אוטומטי
it_it: Hai completato il processo di impostazione del distacco automatico. È possibile modificare queste impostazioni utilizzando /autopost edit
ja_jp: 自動通知セットアップ・プロセスが完了しました。 /autopost 編集を使用してこれらの設定を変更できます
ko_kr: 자동 게시 설정 프로세스를 완료했습니다. /autopost 편집을 사용하여 이러한 설정을 변경할 수 있다.
pl_pl: Proces konfigurowania automatycznego publikowania został zakończony. Możesz zmienić te ustawienia za pomocą opcji /autopost
pt_pt: Você concluiu o processo de setup de postagem automática. Você pode alterar essas configurações usando /autopost editar
ro_ro: Aţi finalizat procesul de setare automată a postării. Puteţi modifica aceste setări folosind /automost edit
ru_ru: Процесс автоматической настройки разноски завершен. Эти параметры можно изменить с помощью параметра /autopost edit
sv_se: Du har slutfört den automatiska posteringsprocessen. Du kan ändra de här inställningarna med hjälp av redigering / autopost
tr_tr: Otomatik gönderi oluşturma işlemini tamamladınız. Bu ayarları, /autopost düzenlemesini kullanarak değiştirebilirsiniz
vi_vn: Bạn đã hoàn thành quá trình cài đặt tự động. Bạn có thể thay đổi các cài đặt bằng cách sử dụng /autopost
zh_cn: 您已完成自动发布设置过程。 您可以使用 /autopost 编辑更改这些设置
zh_tw: 您已完成自動張貼設定程序。 您可以使用 /autopost edit 來變更這些設定

source: Would you like automatic posts of new {category}?
ar_sa: هل ترغب في الوظائف الآلية الجديدة من {category}?
cs_cz: Chcete automatické pracovní pozice nové položky {category}?
da_dk: Vil du have automatiske opstillinger af nye {category}?
de_de: Möchten Sie automatische Beiträge von neuen {category}?
es_es: ¿Te gustaría puestos automáticos de nuevo {category}?
fi_fi: Haluatko automaattisesti uuden {category} :n?
fr_fr: Souhaitez-vous des postes automatiques de nouveau {category}?
he_il: האם אתה רוצה הודעות אוטומטיות של {category}?
it_it: Ti piacciono i post automatici del nuovo {category}?
ja_jp: 新しい {category} の自動投稿はいかがですか ?
ko_kr: 새 {category}의 자동 게시물을 원하십니까?
pl_pl: Czy chcesz automatyczne postów w nowym {category}?
pt_pt: Você gostaria de posts automáticos de novos {category}?
ro_ro: Ati dori posturi automate de noi {category}?
ru_ru: Хотите автоматические посты нового {category}?
sv_se: Vill du ha automatiska tjänster av ny {category}?
tr_tr: Yeni {category} 'nin otomatik gönderilerini beğenir misiniz?
vi_vn: Bạn có thích tự động các bài đăng của phiên bản mới {category}?
zh_cn: 你会喜欢新 {category} 的帖子吗 ?
zh_tw: 你想要新的 {category} 的自動貼嗎？

source: Response timed out.
ar_sa: انتهى وقت الاستجابة.
cs_cz: Vypršel časový limit odezvy.
da_dk: Tidsfristen for svar er udløbet.
de_de: Die Antwort wurde überschritten.
es_es: Tiempo de espera excedido de respuesta
fi_fi: Vastaus on aikakatkaistu.
fr_fr: Le délai de réponse a expiré.
he_il: התגובה חרגה ממגבלת הזמן.
it_it: Risposta in timeout.
ja_jp: 応答がタイムアウトしました。
ko_kr: 응답 시간이 종료되었습니다.
pl_pl: Przekroczono limit czasu odpowiedzi.
pt_pt: Resposta cronomeada para fora.
ro_ro: Răspunsul a expirat.
ru_ru: Истек тайм-аут ответа.
sv_se: Tidsgräns överskreds.
tr_tr: Yanıt zamanaşımına uğradı.
vi_vn: Hết thời gian phản hồi.
zh_cn: 响应超时。
zh_tw: 回應逾時。

source: Which channel would you like this to happen in? Mention the channel, for example #general
ar_sa: ما هي القناة التي تود أن يحدث هذا فيها ؟ تذكر القناة ، على سبيل المثال #general
cs_cz: Který kanál byste chtěli, aby se stalo v? Uveďte kanál, například #general
da_dk: Hvilken kanal vil du have det til at ske i? Du kan f.eks. nævne kanalen, f.eks. #general
de_de: In welchem Kanal würdest du das gerne passieren? Erwähnen Sie den Kanal, z. B. #general
es_es: ¿En qué canal te gustaría que esto sucediera? Mencione el canal, por ejemplo #general
fi_fi: Minkä kanavan haluaisit tämän tapahtuvan? Valitse kanava, esimerkiksi #general
fr_fr: À quel canal aimeriez-vous que cela se produise? Mentionnez le canal, par exemple #general
he_il: באיזה ערוץ אתה רוצה שזה יקרה? מניין את הערוץ, לדוגמה #general
it_it: Quale canale ti piacerebbe che questo accada? Citare il canale, ad esempio #general
ja_jp: どちらのチャネルを使用しますか ? チャネルのメンション、例えば #general
ko_kr: 어떤 채널에서 이런 일이 발생할까요? 채널을 사용하는 경우 (예: #general )
pl_pl: Jaki kanał chcesz, żeby to się stało? Należy wspomnieć o kanale, na przykład #general
pt_pt: Em qual canal você gostaria que isso acontecesse? Mencione o canal, por exemplo #general
ro_ro: Care canal v-ar plăcea ca acest lucru să se întâmple? Menţionaţi canalul, de exemplu #general
ru_ru: Какой канал бы хотел, чтобы это случилось? Упомянув о канале, например, #general
sv_se: Vilken kanal vill du att det ska ske i? Mention av kanalen, till exempel #general
tr_tr: Bunun hangi kanalda olmasını istersiniz? Kanaldan söz edin; örneğin, #general
vi_vn: Anh muốn chuyện này xảy ra ở kênh nào? Đề cập kênh, ví dụ như #general
zh_cn: 你喜欢这个频道吗 提及通道，例如 #general
zh_tw: 你想讓這個頻道發生在哪個頻道？ 請提及通道，例如 #general

source: Ok.
ar_sa: طيب.
cs_cz: Dobře.
da_dk: -Godt.
he_il: אוקי.
ja_jp: オーク
ko_kr: 알았어.
ru_ru: Хорошо.
sv_se: -Okej.
tr_tr: Tamam.
vi_vn: Được rồi.
zh_cn: 好的好的
zh_tw: 好吧

source: Testing autopot of {category}.
ar_sa: اختبار الطيار الذي تم تشغيله من {category}.
cs_cz: Testování autopatu z {category}.
da_dk: Tester autopot på {category}.
de_de: Testautopot von {category}.
es_es: Prueba de piloto automático de {category}.
fi_fi: Testaan autopottia {category}.
fr_fr: Test de l'autopot de {category}.
he_il: בדיקה אוטומטית של {category}.
it_it: Test autopot di {category}.
ja_jp: {category} のオートボットをテストしています。
ko_kr: {category}의 자동 테스트.
pl_pl: Testowanie autoprezacji w wysokości {category}.
pt_pt: Testando piloto automático de {category}.
ro_ro: Testarea auto-tului de {category}.
ru_ru: Тестирование аутомота {category}.
sv_se: Testar autopot på {category}.
tr_tr: {category} 'nin otomatik pilotu test ediliyor.
vi_vn: Thử nghiệm autopot của {category}.
zh_cn: 测试 {category} 号自动驾驶仪
zh_tw: 測試自動駕駛 {category}
